{"version":"https://jsonfeed.org/version/1","user_comment":"This blog contains essays I have written during my (BA) Interaction Design Arts course at the London College of Communication.","title":"Dan Beaven's blog","home_page_url":"http://www.danbeaven.co.uk/blog/","feed_url":"http://www.danbeaven.co.uk/blog/feed.json","author":{"name":"Dan Beaven","url":"http://www.danbeaven.co.uk"},"items":[{"id":"Nash_Equilibrium","title":"Nash Equilibrium","summary":"\"At the present time I seem to be thinking rationally again in the style that is characteristic of scientists. However this is not entirely a matter of joy as if someone returned from physical disability to good physical health. One aspect of this is that rationality of thought imposes a limit on a person's concept of his relation to the cosmos.\" John Nash","url":"http://www.danbeaven.co.uk/blog/#/Nash_Equilibrium","image":"","date_published":"2018-02-15T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Nash Equilibrium</h1>\n\n<p>In the last post, I examined the concept of play, in this post I want to get closer to understanding why we might play a game by examining the choices players are afforded by the constraints of a given set of rules. I am looking purely at the mechanic&#39;s of gameplay as for me it is the mental exercise of attempting to preempt my opponent&#39;s decisions that make a game experience enjoyable. An example of a game that does this well is chess, there is no element of chance and the level of complexity means there is no obvious best move. Tic Tac Toe on the other hand again doesn&#39;t involve chance but the number of solutions is so small that it is relatively easy to see what the best possible move is and from then on every game becomes a tie. The key here is complexity, not so much that it is hard to learn and remember the rules but enough that for the majority of the game the best possible choice of move cannot be worked out. This is a personal preference but one that I suspect is crucial to helping games be replayable. A relatively new area of study has developed around analysing the choices of players in games called Game Theory.</p>\n\n<p>Game Theory was developed by Von Neuman and Oskar Morgenstern and then pioneered by John Nash who was made famous in the movie &#39;A Beautiful Mind&#39; (Ross, 2016). Before Nash fell prey to schizophrenia he formulated the idea of Nash Equilibrium which is now one of the fundamental building blocks of game theory (Binmore, 2008).</p>\n\n<blockquote><p> &quot;This notion captures a steady state of the play of a strategic game in which each player holds the correct expectation about the other players’ behaviour and acts rationally.&quot; (Osborne and Rubinstein, 2016, p.14)</p></blockquote>\n\n<p>Rationality in game theory is borrowed from economics and is, that players in a game assess all outcomes and make their decisions based solely of maximising their utility (maximising their chance of winning) (Ross, 2016). Utility here is another term from economics which is an abstract numerical value assigned to all the possible outcomes of a game for an individual player, where higher values are assigned to more favourable outcomes (Binmore, 2008). So a Nash equilibrium is reached when both players know the best possible strategy for them to win or to stop their opponent from winning resulting in all games looking identical.</p>\n\n<p>Taking the example of tic tac toe it is clear that if both players plan their moves strategically they will reach a Nash Equilibrium and draw every game. Whereas in chess &quot;there are more possible chess games than the number of atoms in the universe&quot; (Kasparov, 2010), meaning even a computer couldn&#39;t come close to calculating every possible solution. The connection I am drawing here is that if a Nash equilibrium can be reached then a game won&#39;t be replayable as the strategies for players involved will be fixed from the start. Or as Roger Caillois puts it: &quot;An outcome known in advance, with no possibility of error or surprise, clearly leading to an inescapable result, is incompatible with the nature of play.&quot; (Caillois, 2001).</p>\n\n<h3>References</h3>\n\n<ul><li>Binmore, K. (2008). <em>Game theory</em>. Oxford: Oxford University Press.</li><li>Caillois, R. (2001). <em>Man, play and games</em>. Urbana, Ill.: University of Illinois Press.</li><li>Kasparov, G. (2010). The Chess Master and the Computer. [online] The New York Review of Books. Available at: http://www.nybooks.com/articles/2010/02/11/the-chess-master-and-the-computer/ [Accessed 18 Feb. 2018].</li><li><p>Osborne, M. and Rubinstein, A. (2016). <em>A course in game theory</em>. Cambridge, MA: The MIT Press.</p></li><li><p>Ross, D. (2016). <em>Game Theory</em>. [online] The Stanford Encyclopedia of Philosophy. Available at: https://plato.stanford.edu/archives/win2016/entries/game-theory/ [Accessed 15 Feb. 2018].</p></li></ul>"},{"id":"Play_in_Language","title":"Play in Language","summary":"\"The exceptional and special position of play is most tellingly illustrated by the fact that it loves to surround itself with an air of secrecy. Even in early childhood the charm of play is enhanced by making a \"secret\" out ofit.\"  Johan Huizinga","url":"http://www.danbeaven.co.uk/blog/#/Play_in_Language","image":"","date_published":"2018-02-07T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Play in Language</h1>\n\n<p>The study of play as a concept is large and has an extensive body of literature behind it, so as a way to stay focused I am going to use this post to look at the definitions of the word itself. I look primarily at chapter two of Johan Huizinga&#39;s book &#39;Homo Ludens&#39; one of the earliest comprehensive studies on &#39;Play&#39;. This chapter focuses on how languages differ widely in what they categorize as play and how cultures have grouped play like activities differently.</p>\n\n<p>A general abstract notion of play doesn&#39;t exist in many languages and developed late in many others, even within the Indo-European languages, there is no general notion of play indicating that despite its fundamental function it has as a concept has been secondary (Huizinga, 1980). This ambiguity in the play concept is apparent in the Oxford English Dictionary where there are 7 entries for its use as a verb alone, I am going to just look at the first two, the first being, to &quot;Engage in activity for enjoyment and recreation rather than a serious or practical purpose.&quot; and the second being to &quot;Take part in (a sport)&quot; (Oxford, 2018). A second definition is needed because there is a serious aspect to sport and despite it being mostly done for enjoyment and recreation there are those who compete professionaly, and I assume treat it more like work than play. In Greece where competitive sport is a large part of culture there is a separate word used to describe the participation in competition one destinct from the words that define the other play activities, this is also simmilar in sanskrit. Nevertheless, if we are to define a general notion of play, Huizinga argues that competition &quot;bears all the formal characteristics of play, and as to its function belongs almost wholly to the sphere of the festival, which is the play sphere&quot; (Huizinga, 1980, p.31).</p>\n\n<p>In English we refer to the socialising of small children as playing but there is a point (In my case early teens) where we substitute the word play for &#39;Hang out&#39;, &#39;Meet up&#39;, &#39;Chill&#39; or just the name of an activity such as bowling or watching a movie. After talking to some chinese friends I discovered that this is not the case in Chinese where it is fitting at any age to use the word wan (play) to describe activities with friends or even your own hobbies. This points to a bias in the west to see play as something more childish something that serius adults don&#39;t perticate in yet the activites of socialising adults, what Brian Sutton Smith terms &#39;Informal Social Play&#39;, seems to me not dissimalar to the social games of children.</p>\n\n<p>I see play as intrinsic to interaction design, not only in creative production but to the engagement of audiences and so a deeper understanding of the nature of play seems crucial. Here, I have only touched on two small aspects of play the contention between competitive and non competive play and the ambiguities between child and adult play. It is as I said at the beggining a large subject and I plan in future posts to explore further into the concept of play.</p>\n\n<h4>References</h4>\n\n<ul><li>Huizinga, J. (1980). <em>Homo ludens</em>. London: Routledge and Kegan Paul. (Huizinga, 1980)</li><li>Oxford Dictionaries | English. (2018). <em>play | Definition of play in English by Oxford Dictionaries</em>. [online] Available at: https://en.oxforddictionaries.com/definition/play [Accessed 7 Feb. 2018].</li><li>Sutton-Smith, B. (1998). <em>The ambiguity of play</em>. Cambridge, Mass.: Harvard University </li></ul>"},{"id":"What_is_Conceptual_Art","title":"What is Conceptual Art?","summary":"'In conceptual art, the idea or concept is the most important aspect of the work. When an artist uses a conceptual form of art, it means that all of the planning and decisions are made beforehand and the execution is a perfunctory affair.' (Sol LeWitt)","url":"http://www.danbeaven.co.uk/blog/#/What_is_Conceptual_Art","image":"","date_published":"2017-11-30T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>What is Conceptual Art?</h1>\n\n<h2>Introduction</h2>\n\n<p>Contemporary art can be difficult to access and contrary to its origins can feel restricted to art historians or the experts running the galleries. I certainly have felt this way especially in regards to the more avant-garde practices of modern artists and I want in this essay to give a clear definition of Conceptual art in regards to the movement which took place in the late 1960&#39;s early 1970&#39;s. It was a movement that started to question the very nature of art through a diverse range of practices where the emphasis was on the concept or idea behind the work. Much of the movement was focused on the use of language as an artistic medium and it is unique in that it is one of the last great leaps in artistic thought and perhaps the most important of the movements to have at least a rough understanding of, as some of the pieces can seem on the surface bizarre and nonsensical without context.</p>\n\n<p>It can be hard to talk about definition and meaning in art as many critics opinions differ, it is also difficult to give enough context without going down a rabbit hole of different movements, idea and thoughts. I have in this essay chosen to start with Marcel Duchamp and his piece &#39;Fountain&#39; as I think it is a relatively simple example of a Conceptual work. I then jump forward to the 1960&#39;s and 1970&#39;s because this is where a more discernable movement is seen. To underlay some context I briefly describe art prior to the conceptual art movement specifically the group called &#39;Fluxus&#39; and the Minimalism movement as they were key to the birth of Conceptual art (Godfrey, 2011).</p>\n\n<h2>Fountain</h2>\n\n<p>&#39;Fountain&#39; was first submitted to the inaugural exhibition of the newly formed Society of Independent Artists in 1917 in New York. The society was formed by a group of artists who wanted a more democratic and open place for artists to exhibit work, in their first public notice they wrote about a great need for a place where &quot;artists of all schools can exhibit together certain that whatever they send will be hung&quot; (Camfield and Duchamp, 1989, p.66). &#39;Fountain&#39; was submitted under the pseudonym R, Mutt,  under the instructions of Marcel Duchamp who was head of the hanging committee for the exhibition. It is likely he submitted the piece to test the societies commitments to their rules, and chose to use the pseudonym so as not to let his name influence his colleague&#39;s opinions. After heated debates lasting until the morning of the exhibition, it was decided by majority vote not to exhibit the piece. The decision caused some controversy in the media and Duchamp and one of the other members resigned the society in protest. Some of the members felt it was &quot;Vulgar&quot; others worried it was a joke possibly further confused as the name &quot;Mutt&quot; was the same name as a character in a popular newspaper cartoon, it was also difficult to see an object which the artist didn&#39;t actually make just simply signed, as art and understandably so I think even now many people struggle to see the value of calling something like &#39;Fountain&#39; art. As an object, it is just a urinal placed in a gallery instead of the bathroom where it is normally seen. (Tate, Fountain, 2017) (Camfield and Duchamp, 1989)</p>\n\n<p>&#39;Fountain&#39; is part of an oeuvre of work Duchamp labelled as &#39;readymades&#39;, which although he never endorsed a clear definition historians have supported Andre Breton&#39;s definition, &quot;manufactured objects promoted to the dignity of art through the choice of the artist&quot; (Girst, 2014, p.154). The idea is that any object can be called art if an artist says it is. Duchamp explains this in the second issue of The Blind Man, a magazine he co-founded with Henri-Pierre Roche and Beatrice Wood, which he published soon after the exhibition. &quot;Whether Mr Mutt with his own hands made the fountain or not has no importance. He Chose it. He took an ordinary article of life, placed it so that its useful significance disappeared under the new title and point of view created a new thought for that object&quot; (Duchamp, Roche and Wood, 1917, p.5). He is saying that the creative act is in the choosing of the object and that by stripping away its utility value it becomes art and finally by displaying it in a gallery by changing the context in which it is seen it invokes a new thought (Tate, Readymade, 2017).</p>\n\n<p>The new thought that &#39;Fountain&#39; creates is in the form of a question asking what can and can’t be art. It is not merely a urinal in a gallery but a proposition for a wider a definition. That proposition is not the urinal itself but the idea that an idea can be art. For this reason, &#39;Fountain&#39; is sometimes referenced as the first conceptual artwork, It is the fact that the thought around the piece is more important than the physical object and that it is a piece of art criticising art, that it is self-referential. Calvin Tomkins and art critic who interviewed Duchamp on a number of occasions describes this in an interview, &quot;The real point of the readymades was to deny the possibility of defining art. Art can be anything. It isn&#39;t an object or even an image, it’s an activity of the spirit&quot; (Tomkins, 2013, p.17).</p>\n\n<h2>History</h2>\n\n<p>The fifties was a time of healing in the West, of slow regeneration, of rebuilding after the destruction of the second world war, it was above all a time of hope. Abstract expressionism was dominant and reflected the attitude of the time with its brightly coloured abstract paintings. But brewing underneath this apparent contentment was the need for social reform this showed itself in the black rights movements, the youth groups campaigning for social reforms, who in the 1960&#39;s would be labelled as the hippies. While the American government was distracted battling communism in Vietnam a new spirit was rising &quot;a new wind of essentially youthful hostility to every kind of established convention and traditional authority, a wind of moral freedom and rebellion&quot; (Booker, 1992, p.26). The 1960&#39;s brought cultural reformation, people began to challenge old traditions fighting not only for the rights of people but questioned the taboos of sex and the prohibition of drugs. So too in art, there was a rising discontentment with the commercial galleries and a malaise over traditional forms, this could be seen in the dada-like practices of the Fluxus and the complete disregard of renaissance values shown within minimalism. It was the work produced by the Fluxus group and the Minimalist movement which gave rise to Conceptual art. (Godfrey, 2011)</p>\n\n<p>The Fluxus was an international group of artists founded by  Lithuanian/American artist George Maciunas who wrote in their manifesto that the purpose of the group was to &quot;Promote a revolutionary flood and tide in art. Promote living art, anti-art, promote non-art reality to be grasped by all peoples&quot; (Phillpot, 2017). They were anti-commercialism avoided academics instead opting for a more democratic philosophy opening creativity to anyone. As a group they played a crucial role in further opening questions about the nature of what art could be which would later become the dominant discourse in the conceptual works. Minimalism, on the other hand, was interested in viewership they were interested in art that didn&#39;t go beyond the object/thing itself, it didn&#39;t represent an emotion or idea it was simply the thing. Mel Bochner wrote in an exhibition review that what the artists held in common &quot;is the attitude that Art - from the root artificial - is unreal, constructed, invented, … make-believe&quot; (Godfrey, 2011, p.111). The art was often simple and geometric &quot;the works were so &#39;ordinary&#39; that the viewer was made to think about the uncertain distinction between things in art and things in the world&quot; (Godfrey, 2011, p.112). It is this self-awareness and engagement with the viewer on a level beyond the emotional which carried over into the Conceptual pieces. (Godfrey, 2011)</p>\n\n<h2>Conceptual art</h2>\n\n<p>Like the Fluxus, the conceptual works that emerged in the late 1960&#39;s shunned the commercial side of art valuing thought process over art objects making it difficult to sell the works in galleries (Tate, Conceptual art, 2017). Where possible they tried to avoid letting in arbitrariness they were problem solvers they wanted to invoke</p>\n\n<p>thought alone and so the choice of form was restricted to the unaesthetic often to two dimensions. In many ways, the artists acted more as curators like a writer choosing words the forms acted as the &quot;grammar for the total work.&quot; (LeWitt, 1967). Duchamp too actively avoided making decisions based on aesthetics &quot;the choice of the readymades never was a result of aesthetic delectation.&quot; (Tomkins, 2013, p.54).</p>\n\n<p>Sol Lewitt writes about the importance of the entire process for a conceptual work: &quot;All intervening steps –scribbles, sketches, drawings, failed works, models, studies, thoughts, conversations– are of interest&quot; (LeWitt, 1967). This is perhaps best illustrated with Mel Bochner&#39;s piece &#39;Working Drawings and Other Visible Things on Paper Not Necessarily Meant to Be Viewed as Art&#39; presented at the School of Visual Arts in 1966. For the piece Bochner collected drawings, sketches and documents from his friends who included Sol LeWitt, Dan Flavin, John Cage, Donald Judd, among others and as the exhibition would not pay to have them framed he photocopied them to a standard size and presented them in loose-leaf binders on pedestals (Frieze.com, 2017). Minimalism &quot;emphasizes an obscuring, even an erasure, of the artist’s hand&quot;, Bochner&#39;s piece, on the other hand, served to reintroduce the hand into its process and &quot;these drawings expose the process of creation and stand as vital counterpoints to the sterile perfection&quot; of minimalism (Malone, 2012).</p>\n\n<p>Conceptual art questions the traditional norms of art objects as unique by posing questions in the form of artworks. One of the earliest definitions was by Solomon Lewit who wrote in his essay &#39;Paragraphs on Conceptual Art&#39;:  &quot;In conceptual art, the idea or concept is the most important aspect of the work. When an artist uses a conceptual form of art, it means that all of the planning and decisions are made beforehand and the execution is a perfunctory affair.&quot; (LeWitt, 1967).</p>\n\n<h2>Conclusion</h2>\n\n<p>There was a rapid evolution in thought throughout the 20th century, perhaps the most important of these was the ability to be self-critical. Culturally this meant we could escape the dogmas of religion into a philosophy of autonomy, in science, it meant defining clearly what we don&#39;t know and in art it allowed us to widen the strictures so far that ideas can be viewed as art. This was an important shift in thinking as it opens up the institution of art to criticism from the inside and expands the role of artists beyond the visceral to the cerebral. It is also interesting to note that this trend in the 1960&#39;s to dismantle formalism was championed by one of the first generations of artists who had been educated in university and literature around their work was often dense and at times hermetic (Godfrey, 2011). It seems to me this is a pattern that often occurs with new ideas, where the initial literature is arcane and filled with jargon and it takes future generations to tease apart meaning and restructure so as to make the ideas accessible.</p>\n\n<p>The rules described above for what is and isn’t Conceptual art refer to the movement in the late 1960&#39;s and are based on Sol Lewitt&#39;s 1966 essay &#39;Paragraphs on Conceptual art&#39;. They are not necessarily rules to follow if you want to create work that invokes thought, I can&#39;t see the perceptual experience of aesthetic beauty and the intellectual experience of expanded thinking as mutually exclusive. It is a danger though that the conceptual part of an artwork might be overlooked or ignored if aesthetically pleasing.</p>\n\n<h4>References</h4>\n\n<p>Booker, C. (1992). The neophiliacs. London: Pimlico.</p>\n\n<p>Duchamp, M., Roche, H. and Wood, B. (1917). The Richard Mutt Case. The Blind Man, (02), p.5.</p>\n\n<p>Foster, H., Krauss, R., Bois, Y. and Buchloh, B. (2007). Art since 1900. 1st ed. New York, N.Y.: Thames &amp; Hudson, pp.527-533.</p>\n\n<p>Frieze.com. (2017). Mel Bochner. [online] Available at:<a href=\"https://www.google.com/url?q=https://frieze.com/article/mel-bochner&amp;sa=D&amp;ust=1517591386139000&amp;usg=AFQjCNGCGNzFaPnVMECdNScptC00zzyuCw\"> </a><a href=\"https://www.google.com/url?q=https://frieze.com/article/mel-bochner&amp;sa=D&amp;ust=1517591386139000&amp;usg=AFQjCNGCGNzFaPnVMECdNScptC00zzyuCw\">https://frieze.com/article/mel-bochner</a> [Accessed 5 Dec. 2017].</p>\n\n<p>Girst, T. (2014). The Duchamp dictionary. London: Thames &amp; Hudson.</p>\n\n<p>Godfrey, T. (2011). Conceptual art. London: Phaidon.</p>\n\n<p>Greenberg, C. and O&#39;Brian, J. (2007). The collected essays and criticism. Chicago [u.a.]: Univ. of Chicago Pr.</p>\n\n<p>LeWitt, S. (1967). Paragraphs on Conceptual Art. Artforum, 5(10), pp.79-83.</p>\n\n<p>Malone, M. (2012). The Porous Practive of Drawing: System, Seriality, and the</p>\n\n<p>Handmade Mark  in Minimal and Conceptual Art. [online] Available at:<a href=\"https://www.google.com/url?q=http://notations.aboutdrawing.org/essay/&amp;sa=D&amp;ust=1517591386141000&amp;usg=AFQjCNGck112WeNt-uERbQIhHRf3pYkT8g\"> </a><a href=\"https://www.google.com/url?q=http://notations.aboutdrawing.org/essay/&amp;sa=D&amp;ust=1517591386141000&amp;usg=AFQjCNGck112WeNt-uERbQIhHRf3pYkT8g\">http://notations.aboutdrawing.org/essay/</a></p>\n\n<p>News.bbc.co.uk. (2017). BBC NEWS | Entertainment | Arts | Duchamp&#39;s urinal tops art survey. [online] Available at:<a href=\"https://www.google.com/url?q=http://news.bbc.co.uk/1/hi/entertainment/4059997.stm&amp;sa=D&amp;ust=1517591386142000&amp;usg=AFQjCNGSvOIXOpPpbvbTcJ6m5TYWyWJSwA\"> </a><a href=\"https://www.google.com/url?q=http://news.bbc.co.uk/1/hi/entertainment/4059997.stm&amp;sa=D&amp;ust=1517591386142000&amp;usg=AFQjCNGSvOIXOpPpbvbTcJ6m5TYWyWJSwA\">http://news.bbc.co.uk/1/hi/entertainment/4059997.stm</a> [Accessed 25 Nov. 2017].</p>\n\n<p>Norton, L. (2017). Buddha of the Bathroom. The Blind Man, <a href=\"02\">online</a>. Available at:<a href=\"https://www.google.com/url?q=http://sdrc.lib.uiowa.edu/dada/blindman/2/05.htm&amp;sa=D&amp;ust=1517591386143000&amp;usg=AFQjCNEW30mJXGK2ZQulJW4dY7gQh4ds3A\"> </a><a href=\"https://www.google.com/url?q=http://sdrc.lib.uiowa.edu/dada/blindman/2/05.htm&amp;sa=D&amp;ust=1517591386143000&amp;usg=AFQjCNEW30mJXGK2ZQulJW4dY7gQh4ds3A\">http://sdrc.lib.uiowa.edu/dada/blindman/2/05.htm</a> [Accessed 27 Nov. 2017].</p>\n\n<p>Phillpot, C. (2017). Manifesto I. [online] George Maciunas Foundation Inc. Available at:<a href=\"https://www.google.com/url?q=http://georgemaciunas.com/about/cv/manifesto-i/&amp;sa=D&amp;ust=1517591386143000&amp;usg=AFQjCNHuGVVMgiGwvoehzLNAIhQZwYYR5Q\"> </a><a href=\"https://www.google.com/url?q=http://georgemaciunas.com/about/cv/manifesto-i/&amp;sa=D&amp;ust=1517591386144000&amp;usg=AFQjCNEpeVbQf1OURY_ZdiC3mtdFdqbMHA\">http://georgemaciunas.com/about/cv/manifesto-i/</a> [Accessed 4 Dec. 2017].</p>\n\n<p>Tate. (2017). Conceptual art – Art Term | Tate. [online] Available at:<a href=\"https://www.google.com/url?q=http://www.tate.org.uk/art/art-terms/c/conceptual-art&amp;sa=D&amp;ust=1517591386144000&amp;usg=AFQjCNGlo8Lg4YHWPqovz7BF4mVMU_43Ew\"> </a><a href=\"https://www.google.com/url?q=http://www.tate.org.uk/art/art-terms/c/conceptual-art&amp;sa=D&amp;ust=1517591386144000&amp;usg=AFQjCNGlo8Lg4YHWPqovz7BF4mVMU_43Ew\">http://www.tate.org.uk/art/art-terms/c/conceptual-art</a> [Accessed 27 Nov. 2017].</p>\n\n<p>Tate. (2017). ‘Fountain’, Marcel Duchamp, 1917, replica 1964 | Tate. [online] Available at:<a href=\"https://www.google.com/url?q=http://www.tate.org.uk/art/artworks/duchamp-fountain-t07573&amp;sa=D&amp;ust=1517591386145000&amp;usg=AFQjCNFC2IrewZFbdripq5_5dN-ifyFeBw\"> </a><a href=\"https://www.google.com/url?q=http://www.tate.org.uk/art/artworks/duchamp-fountain-t07573&amp;sa=D&amp;ust=1517591386145000&amp;usg=AFQjCNFC2IrewZFbdripq5_5dN-ifyFeBw\">http://www.tate.org.uk/art/artworks/duchamp-fountain-t07573</a> [Accessed 28 Nov. 2017].</p>\n\n<p>Tate. (2017). Readymade – Art Term | Tate. [online] Available at:<a href=\"https://www.google.com/url?q=http://www.tate.org.uk/art/art-terms/r/readymade&amp;sa=D&amp;ust=1517591386146000&amp;usg=AFQjCNFAV75kw5XzVVK8mTAtsZRqWPwDAg\"> </a><a href=\"https://www.google.com/url?q=http://www.tate.org.uk/art/art-terms/r/readymade&amp;sa=D&amp;ust=1517591386146000&amp;usg=AFQjCNFAV75kw5XzVVK8mTAtsZRqWPwDAg\">http://www.tate.org.uk/art/art-terms/r/readymade</a> [Accessed 26 Nov. 2017].</p>\n\n<p>Tomkins, C. (2013). Marcel Duchamp: The Afternoon Interviews. Badlands Unlimited.</p>"},{"id":"Death_of_the_Author","title":"Death of the Author","summary":"It is as though we are each a neuron in the large brain network we call humanity and our job as this neuron is simply to take in information from other neurons and spit out the sum of that information.","url":"http://www.danbeaven.co.uk/blog/#/Death_of_the_Author","image":"","date_published":"2017-11-25T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Death of the Author</h1>\n\n<p>It seems intuitive when critiquing literature to ask what the author is trying to say, but Roland Barthes in his essay &#39;Death of the Author&#39; published in 1960 offers an alternative idea, one that I now see as far more pragmatic. I have always been fond of deterministic philosophies, as they explain why it is that I do not know why I might choose one thing over another. I also see it as the pragmatic philosophy when it comes to fixing problems within institutions, in the aerospace industry for instance they are famous for giving pilots full immunity when they admit to any mistakes allowing them to redesign the plains so as to protect from future pilots making the same mistake. It is a culture of blaming the environment not people (Syed, 2016). In creative production, I too tend to believe in a sort of determinism and Barthes ideas seem a natural conclusion from such a belief system. I have written the essay from this perspective, however, a belief in free will does not invalidate Barthes ideas around authorship and spectatorship.</p>\n\n<p>Barthes argues in the essay that it makes more sense to critique writing as a thing in itself, not as an expression of the author, hence &#39;death of the author&#39;. Essentially a piece of writing is not something that comes from the author alone it comes from what the author has read and experienced, it comes from the environment, &quot;a text consists of multiple writings, issuing from several cultures and entering into dialogue with each other&quot; (Barthes, 1976). Barthes also points out that it is essentially pointless as a critic to even factor in the author as it is not the author who will imbue meaning but the reader. Whether the meaning that the author intended is the same as the meaning that is interpreted by the reader doesn&#39;t matter, what matters is just the meaning interpreted by the reader, &quot;the reader is the very space in which are inscribed, without any being lost, all the citations a writing consists of&quot; (Barthes, 1967).</p>\n\n<p>Barthes talks about authorship and spectatorship in respect to writing and literature but the ideas can be transferred to any sort of creative production. What I find particularly attractive about this idea is that it shifts focus away from the worship of individuals towards an admiration for the subject more generally. I think this perspective could also have profound impacts on the way we practice, if, for instance, we no longer see our creations as our own but as belonging to the world, the response to our work will not affect our motivation to practice. It is as though we are each a neuron in the large brain network we call humanity and our job as this neuron is simply to take in information from other neurons and spit out the sum of that information. The analogy may be ugly in the way portrays us as simple machines but I think it also humbling in that it gives back our creations to the world and humanity in general.</p>\n\n<h4>References</h4>\n\n<p>Barthes, R. (1967). The Death of the Author. [online] Ubuweb. Available at:<a href=\"https://www.google.com/url?q=http://www.ubu.com/aspen/aspen5and6/threeEssays.html%23barthes&amp;sa=D&amp;ust=1517591482673000&amp;usg=AFQjCNGkMmrejnho8tMwAfie3fB0Q6J4wg\"> </a><a href=\"https://www.google.com/url?q=http://www.ubu.com/aspen/aspen5and6/threeEssays.html%23barthes&amp;sa=D&amp;ust=1517591482673000&amp;usg=AFQjCNGkMmrejnho8tMwAfie3fB0Q6J4wg\">http://www.ubu.com/aspen/aspen5and6/threeEssays.html#barthes</a></p>\n\n<p>Syed, M. (2016). Black box thinking. Portfolio Penguin.</p>"},{"id":"Who_are_the_Oulipo","title":"Who are the Oulipo?","summary":"'Rats who must build the labyrinth from which they propose to escape.' (Warren Motte)","url":"http://www.danbeaven.co.uk/blog/#/Who_are_the_Oulipo","image":"","date_published":"2017-11-12T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Who are the Oulipo?</h1>\n\n<p>Cent Mille Milliards de Poèmes (Hundred Thousand Billion Poems) was a book published in 1961, made up of 14 ordered groups of 10 line poems, the idea was that a reader picks one line from each of group to build a 14 line sonnet. Because of the way combinations work in mathematics the books essentially contained 10^14 possible poem variations. During the writing of the book, Raymond Queneau enlisted the help of mathematician François Le Lionnais and it was this collaboration which sparked the creation of the Oulipo in 1960 (Gallix, 2013). Ouvroir de littérature potentielle (workshop of potential literature) or Oulipo is a group for people interested in, as Daniel Levin Becker a more recent member of the group put it, &quot;investigations of poetic form and narrative constraint and the mathematics of wordplay&quot; (Levin Becker, 2012). It is rare such disparate topics, poetry and mathematics, are seen in the same sentence and so I use this essay to explore a little further into the Oulipo and this relationship between creative writing and mathematics.</p>\n\n<p>The Oulipo is made up of an eclectic assortment of individuals including writers, poets, translators, graph theorists, lexicographers, actors, historians, diplomats, etcetera  (Levin Becker, 2012). One of the earliest definitions proposed, to describe the assorted members was, &quot;rats who must build the labyrinth from which they propose to escape&quot; (Motte, 1986, p.25). Becker describes this in more detail in his book &quot;Many subtle channels&quot;, &quot;writers are constrained whether or not they acknowledge it-not just by the strictures of poetic forms like the sonnet or the haiku, but also by the conventions of their chosen genre, the format in which they publish, even the grammar and lexicon of their native (or adopted) language. Embracing a set of carefully chosen rules is meant to focus the mind so narrowly that those obscure pressures and preoccupations fade, revealing paths and passageways that one would never notice without the blinders.&quot; (Levin Becker, 2012). This is an idea that I can see working in all forms of creative production, it is a way of avoiding getting so-called &quot;writer&#39;s block&quot;, instead, switching the mind from arbitrary idea generation to problem-solving.</p>\n\n<p>I find this idea deeply attractive; through learning software and programming paradigms, I have increasingly come to see humans as complex machines and creativity the operation of making connections between existing ideas. If this is the case it makes sense for us systematize the creative process in order to best take advantage of our brains abilities, which at least in my own case is problem-solving. Interestingly in 1960 around the same time the Oulipo formulated, a psychologist called Sarnoff Mednick first proposed this idea that, &quot;creativity is associative memory that works exceptionally well&quot; (Kahneman, 2015, p.67). I don&#39;t want to generalise when I say it makes sense to &quot;systematize the creative process&quot; it is a subject which deserves far more research but it is a technique that works for this unique group of academics and creatives which has lasted now nearly 60 years.</p>\n\n<h4>References</h4>\n\n<p>Gallix, A. (2013). Oulipo: freeing literature by tightening its rules. [online] the Guardian. Available at: <a href=\"https://www.theguardian.com/books/booksblog/2013/jul/12/oulipo-freeing-literature-tightening-rules\">https://www.theguardian.com/books/booksblog/2013/jul/12/oulipo-freeing-literature-tightening-rules</a> [Accessed 9 Nov. 2017].</p>\n\n<p>Kahneman, D. (2015). <em>Thinking, fast and slow</em>. New York: Farrar, Straus and Giroux, p.67.</p>\n\n<p>Levin Becker, D. (2012). <em>Many subtle channels</em>. Cambridge, Mass.: Harvard University Press, pp.6,10.</p>\n\n<p>Motte, W. (1986). <em>Oulipo</em>. Normal, Ill.: Dalkey Archive Press, p.25.</p>\n\n<p>Motte, W. (2006). Raymond Queneau and the Early Oulipo. <em>French Forum</em>, [online] 31(1), pp.41-54. Available at: <a href=\"https://arts.idm.oclc.org/login?url=https://search-proquest-com.arts.idm.oclc.org/docview/198771606?accountid=10342\">https://arts.idm.oclc.org/login?url=https://search-proquest-com.arts.idm.oclc.org/docview/198771606?accountid=10342</a>.</p>\n\n<p>Oulipo.net. (2017). Oulipo | Oulipo. [online] Available at: <a href=\"http://oulipo.net/fr/oulipiens/o \">http://oulipo.net/fr/oulipiens/o</a>[Accessed 12 Nov. 2017].</p>"},{"id":"Kenneth_Goldsmith","title":"Kenneth Goldsmith","summary":"A man who spent a year transcribing a copy of the New York Times","url":"http://www.danbeaven.co.uk/blog/#/Kenneth_Goldsmith","image":"","date_published":"2017-10-14T23:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Kenneth Goldsmith</h1>\n\n<p>Goldsmith is seen by most as a conceptual poet but his practice extends into curation, sound, and art criticism. he is by most accounts a provocateur, he appreciates pranks, in an interview, he expresses his love for artist Marcel Duchamp and comedian Sacha Baron Cohen, who are famous for taking ideas to extremes in art and comedy respectfully (Louisiana, 2014). Perhaps when Goldsmith published his most famous book &quot;Day&quot;, a direct transcription of a copy of the New York Times, he is, by calling it poetry mirroring what Marcel Duchamp did with &quot;Fountain&quot;; he is questioning what poetry could be and like Cohen did with his character Borat he is taking this idea to an extreme. Goldsmith calls this practice of appropriation and transcription &quot;uncreative writing&quot; and I have struggled to understand the value of such a bizarre practice and so I use this essay to explore why Goldsmith dedicates so much time to something which seems to me so binal.</p>\n\n<p>Watching interviews I was quickly seduced by Goldsmiths charm, he wears small round eyeglasses nestled in a large and bushy beard, he talks with a meticulous and unambiguous clarity taking time to pause between sentences. It helps that he is aware of the impression his work can have on people, he is quoted a New Yorker article saying &quot;I’m the most boring writer who has ever lived&quot; (Wilkinson, 2017), in fact, he worries that if too many people did buy his books he might be sued for copyright infringement (Louisiana, 2014). Like with conceptual art, his work is less about the material he produces than it is about the thought behind his work, he says “I don’t have a readership”, “I have a thinkership” (Wilkinson, 2017). Goldsmith is well renowned within the world of avant-garde poetry, he was the first New York Museum of Modern Art&#39;s poet laureate and even read his poetry to President Obama at the white house (Wilkinson, 2017), but even so there are those that criticise him, Cathy Park King, for instance, described his work as irrelevant considering all of the societal and political unrest and accused him of jumping on the racial bandwagon by reading browns autopsy at brown university (Hong, 2015).</p>\n\n<p>Despite understanding that &quot;Day&quot; was a conceptual piece and so about provoking thought I found myself quite unthoughtful instead in more of a state of vexed confusion and it took hearing him talk for me to start to think about what this practice of uncreative writing might mean in a broader context. It was the idea that curation and appropriation can be an artistic practice that I found particularly captivating. There are according to software engineer Leonid Taycher 129,864,880 books in the entire world, this is such a large number that no one person could come close to reading even a fraction of them and this doesn&#39;t include films and music (Taycher, 2010). It seems to me that as an artist you are just as valuable to society if you bring to public attention pertinent old ideas as you would be attempting to create something new and original. Goldsmith to me points out that like how the Détournement movement gave new meaning to slogans by changing their context, the same can be done with writing.</p>\n\n<h4>References</h4>\n\n<p>Taycher, L. (2010). Books of the world, stand up and be counted! All 129,864,880 of you.. [online] Available at: <a href=\"http://booksearch.blogspot.co.uk/2010/08/books-of-world-stand-up-and-be-counted.html\">http://booksearch.blogspot.co.uk/2010/08/books-of-world-stand-up-and-be-counted.html</a>[Accessed 7 Nov. 2017].</p>\n\n<p>Frieze (2014). No Such Thing as Writer&#39;s Block. [video] Available at: <a href=\"https://www.youtube.com/watch?v=9Box0FF9H0Q\">https://www.youtube.com/watch?v=9Box0FF9H0Q</a> [Accessed 15 Oct. 2017].</p>\n\n<p>Hong, C. (2015). There&#39;s a New Movement in American Poetry and It&#39;s Not Kenneth Goldsmith. [online] New Republic. Available at: <a href=\"https://newrepublic.com/article/122985/new-movement-american-poetry-not-kenneth-goldsmith\">https://newrepublic.com/article/122985/new-movement-american-poetry-not-kenneth-goldsmith</a>[Accessed 7 Nov. 2017].</p>\n\n<p>Louisiana Museum of Modern Art (2014). Assume No Readership. [video] Available at: <a href=\"https://www.youtube.com/watch?v=FAJRQJGc7DU\">https://www.youtube.com/watch?v=FAJRQJGc7DU</a> [Accessed 15 Oct. 2017].</p>\n\n<p>Wilkinson, A. (2017). Something Borrowed. New Yorker. [online] Available at: <a href=\"https://www.newyorker.com/magazine/2015/10/05/something-borrowed-wilkinson\">https://www.newyorker.com/magazine/2015/10/05/something-borrowed-wilkinson </a>[Accessed 15 Oct. 2017].</p>\n\n<p>Writing.upenn.edu. (2017). [online] Available at: <a href=\"http://www.writing.upenn.edu/~afilreis/88v/goldsmith-bio.html\">http://www.writing.upenn.edu/~afilreis/88v/goldsmith-bio.html</a>[Accessed 6 Nov. 2017].</p>"},{"id":"The_social_effect_of_the_1935-6_exhibition_of_Chinese_art_at_Burlington_House,_London","title":"The social effect of the 1935-6 exhibition of Chinese art at Burlington House, London","summary":"How China used an art exhibition to garner sympathy and respect from western sociaties","url":"http://www.danbeaven.co.uk/blog/#/The_social_effect_of_the_1935-6_exhibition_of_Chinese_art_at_Burlington_House,_London","image":"","date_published":"2017-05-24T23:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>The social effect of the 1935-6 exhibition of Chinese art at Burlington House, London</h1>\n\n<h2>Introduction</h2>\n\n<p>China is seen today as one of the great powers shaping the global economy. It regularly appears in conversations about trade, globalisation, environmentalism, conflict, ...etc. This is a long way from the late 19th early 20th century China whose population was mainly farmers, living so close to the breadline that a drought between 1876 and 1879 caused over 10 million deaths. The various uprisings towards the end of the Qing dynasty left the country split into factions, run by militarists and warlords who exploited the lands and people in endless conflicts for supremacy. This isn’t even accounting for all the imperialist aims of the west and Japan who continued through brutish force to take territories and intervene in China’s politics. (Bickers, 2017, p.0-76)</p>\n\n<p>I chose to write about China and its struggle for a place on the Global stage of economic powers when searching for something to write about around art activism. This is a story which rarely comes up in this context because it isn’t traditional ‘activist art’ which the Tate defines as a “term used to describe art that is grounded in the act of doing and addresses political or social issues” (Tate, 2017). I am using this definition loosely when calling the 1935 exhibition of Chinese art a form art activism, because the art itself, was not created with the purpose of instructing social or political change, but the choice to exhibit the art was driven in part by politics. What is central to this essay are the attitudes of those in the West (Europeans, Americans) towards the Chinese before and after the exhibition. </p>\n\n<p>I start this essay by looking at key historical events in China at the turn of the 20th century and how that shaped the opinions the Chinese had of their rulers. I also look at the prevailing opinions in the West of the Chinese. Then I look at the exhibition, how and why it came about and the political and social goals that it came with. Finally, I try to understand what effect if any the exhibition might have had by looking at the change in attitudes of those in the West.</p>\n\n<p>For much of the historical context, I use Robert Bickers book ‘Out of China’ published by penguin in 2017, which goes over the rise of China in great detail. Bickers is a professor of History at the University of Bristol and has published eight other books relating to modern Chinese History. </p>\n\n<h2>Early 20th century China</h2>\n\n<p>In 1894 the Chinese suffer a defeat at the hands of the Japanese losing Taiwan, in 1897 Germany take Jiaozhou Bay, in 1908 Korea was detached from China by the Japanese. The problem for China was not only external but endless uprisings were also weakening the state and the 1900 Boxer rebellion lead to further European concessions. This is the end of a long line of uprisings, defeats and humiliations suffered by the Chinese in the later part of the Qing dynasty. The Chinese felt disillusioned by the state, they had lost faith in its competence and worried about national extinction (wangguo). Nevertheless, when The Republic of China took over in 1912 it was with most territories still intact. (Bickers, 2017)</p>\n\n<p>The view of China in Europe and America was that of degradation or as the President of the American Sociological Association wrote, “China is the European middle ages made visible” (Ross, 1911). Along with essays and books published by the Macartney’s mission, the view in the west was that “China’s government took the form rational, enlightened despotism” (Bickers, p.143). During the Nationalist revolution in the 1920’s china saw an influx of foreign journalists, although there were many balanced accounts it was the critics such as J.O.P Bland and Rodney Gilbert who’s writing most influenced foreign discourse (Bickers, 2017). Gilbert’s, What’s Wrong with China published in 1926 reflected the popular, at the time, ‘scientific’ idea of social Darwinism and talked about “breeds of men” having a “cultural limit” which if succeeded would throw them into “confusion and misery as the savage who is taken from his native wilderness” (Gilbert, 1926, p.14). Despite admitting that he himself could not read Chinese literature, on the same page writes “Chinese canonical philosophy is stuffy and ponderous, revealing at every turn a childish ignorance of first principles” (Gilbert, 1926, p.44). With Gilbert’s 17 years experience in China as a journalist, his writings were taken seriously especially by those who mattered, business and military men (Bickers, 2017). There were others who wrote about the Chinese such as Arthur Waley’s translations of Chinese and Japanese poetry which although widely read did not spread to those actually interacting with China (Bickers, 2017). </p>\n\n<h2>Lead up</h2>\n\n<p>Despite the xenophobic views towards China so prevalent at the time, there were still small groups of collectors, academics and sinophiles who created groups like Vereniging van Vrienden der Aziatische Kunst (Society of Friends of Asiatic Art) in Holland and Freunde Ostasiatischer Kunst (Friends of East Asian Art) in Germany. The former coordinated one of the earliest exhibitions of Asian art in Amsterdam in 1925 pooling 212 pieces from private collections including the British collectors Sir Percival David and George Eumorfopoulos. A year later Freunde Ostasiatischer Kunst coordinated one in Cologne which was the first exhibition after the first world war to succeed in borrowing work from foreign European institutions. In 1929 an exhibition in Berlin was organised boasting 1,272 exhibits on loan from 171 public and private collections including three vases on loan from China. The exhibition had an accompanying lecture series and 458 page illustrated catalogue. The rapid growth from the 1925 Amsterdam exhibition to the 1929 Berlin exhibition suggests a fast increasing interest in Asian and specifically Chinese art and archaeology (Steuber, 2006). </p>\n\n<p>In 1932 a group lead by Sir Percival David and George Eumorfopoulos proposed a comprehensive exhibition of Chinese art. After lengthy negotiations in 1934, the Chinese government decided to participate by lending large a quantity of work. Japan was pressing on Chinese territory after its occupation of Manchuria in 1931 and the Chinese government hoped that a display of its grandeur would garner sympathy and support from the west against Japanese imperialism (Steuber, 2006). The exhibition was also part of a series of nationally themed exhibits at the Royal Academy the most popular being the Italian with received over half a million visitors. With a strong endorsement from Chiang Kai-shek, many within the Chinese government saw this as a chance to establish its place on the global stage of cultures next to that of Persia and Italy (Steuber, 2006). </p>\n\n<p>The exhibition wasn’t without its controversy many in shanghai criticised Sir Percival David’s involvement who had lead groups in the Dunhuang expeditions in 1908 (Bickers, 2017). The Dunhuang expeditions lead to thousands of ancient relics being taken overseas and by now we&#39;re seen as theft of national treasures (Liu, 2016). These critics were further enraged by Eumorfopoulos and David who had asserted they and not Chinese experts knew Chinese culture best. With so much of the artwork being so intimately intertwined with China’s imperial and national struggles, it must have taken some discerning and pragmatic calculation by Chinese officials to support the exhibition.</p>\n\n<h2>Exhibition</h2>\n\n<p>On the 28th of November 1935, the exhibition of Chinese art opened at the Burlington house London. With 780 pieces on loan from the Chinese government, the whole exhibition boasted a 3,080 piece collection (Bickers, 2017). Along with a lecture series which included prominent sinophiles and academics from as far away as the States this was the grandest display of Chinese heritage and culture to date. It received 401,768 paying visitors much more than the Persian exhibition with 255,724 visitors, or the French exhibition with 298,201 visitors, it was surpassed only by the Italian exhibition (Scaglia, 2016). The Times wrote when comparing it to western art that it is “a saner and serener vision in which there was no room for our small greed and self-aggrandisement, and in which we realised our true place in the infinitely” (The Times, 1935). The Manchester Guardian reported “Chinese culture has at all times found a perfect means of expression in Chinese art” (Newton, 1935).</p>\n\n<p>Despite its grandeur, earlier prejudices were still apparent especially within the mainstream media, the article titled “Decorative objects” published in The Times, 17 December 1935; showed an unwillingness to treat the work as serious art by using the word decorative (Liya, 2011). Chinese critics were often infuriated by Western attitudes who would refer to Oriental work as “curios”. Wen Yüan-ning writes in an issue of T&#39;ien Hsia, an English language periodical published first in shanghai, that the word “curios”, “indicates a lazy and frivolous mind which prefers darkness to light” (Liya, 2012). Sensibilities were changing though and art columnist Frank Davis criticised the British public’s prejudices when he wrote “Two sections alone should be sufficient to convince the average visitor that he is confronted with an art which can rise to monumental grandeur and still contain within itself every possible civilised grace” (Liya, 2011). Lin Yutang who published a number of articles discussing Chinese art wrote in a piece called ‘Artistic imperialism’ that even if the exhibition hadn’t deepened “intellectual understanding” it had at least “strengthening the sentimental bond between the Chinese and the British” (Liya, 2012). </p>\n\n<h2>Aftermath</h2>\n\n<p>The exhibition lead to a boom in “writing and translation of studies about Chinese art, literature and history, both in English and in other Western languages” (Liya, 2012). Along with the writings and translations, studies of Chinese civilisation became much more popular among the authors were the poet Laurence Binyon and sinologist Arthur Waley. Both were successful in Britain but also received wide praise from the Chinese critics for their work translating Chinese poetry and literature. Wen Yüan-ning editor of T&#39;ien Hsia Monthly, wrote in a 1935 publication, “Waley is no mere competent adapter, but a poet in his own right” (Liya, 2012). The Burlington house exhibition certainly helped to catalyse some of these changes however it was not the only effort made by the Chinese to change foreign discourse. ‘The Good Earth’ by Pearl S. Buck, published in 1931, a bestseller throughout the United States, dramatised rural family life in China (Isaacs, 1958). It became a Broadway show in 1932 and when a film was proposed by MGM China saw it as a chance to show a more favourable image of the Chinese than the gambling opium smokers that they so often appeared as in Hollywood (Bickers, 2017). With the threat of the Chinese government banning the movie and MGM losing the whole Chinese audience, they signed a deal with the Chinese government which stated that there always be a Chinese supervisor present and that every shot be reviewed by Chinese censorship. The movie was released in 1937 and by 1955 reached an estimated 23 million Americans. With over 2,000,000 books printed and the movie reaching an estimated 42 million people worldwide (Bickers, 2017). Harold Robert Isaacs in Scratches on our Minds writes that Pearl S. Buck, “for a whole generation of Americans she created the Chinese&quot; (Isaacs, 1958, p.155).</p>\n\n<h2>Conclusion</h2>\n\n<p>Between 1920 and 1940 there was a large shift in foreign attitudes towards China and the Chinese. It is hard to say what was most influenced these changes nevertheless the 1935 exhibition was a defining moment, especially in the UK. In my research I didn’t come across any sort of comprehensive analyses of direct effects and so am left with questions around the relative effect the exhibition actually had. When comparing the movie ‘The Good Earth’ which had an overall audience of 42 million and the exhibition which had barely half a million visitors, it would seem that the movie must have had the bigger influence. But it might also be valuable to take into account the viewer demographics, it is likely especially for the time that the 1935 exhibition would have attracted a wealthy aristocratic type, the sort of person that might have had more influence on politics.This is of course speculation and it is just as easy to argue that it is the public&#39;s vote which most influences political course in which case the movie might have had a far greater effect. </p>\n\n<p>The early 20th century China had a problem, they weren’t being taken seriously abroad and as a result were not being supported in any of their territorial disputes. But by carefully pushing an image of China that was both grand but also humble, not by pushing their own propaganda but by moderating Foreign cinema and promoting their art they were able to paint a new picture of themselves. “Of course, this new image of China, of noble peasants, of a people who were ‘wise’, ‘spiritual’, deeply cultured and artistic, adept with brush and ink, and infused with a love of connoisseurship, was as much a caricature in its way and as unrepresentative as any other” (Bickers, 2017, p.172).</p>\n\n<h4>References</h4>\n\n<p>BBC News. (2017). China profile - Timeline - BBC News. [online] Available at: <a href=\"http://www.bbc.co.uk/news/world-asia-pacific-13017882\">http://www.bbc.co.uk/news/world-asia-pacific-13017882</a>[Accessed 12 Mar. 2017].</p>\n\n<p>Bickers, R. (2017). Out of China: How the Chinese ended the era of western domination. 1st ed. Allen Lane.</p>\n\n<p>Chang-meng, Y. (2017). Recent Books on China. [online] Available at: <a href=\"http://www.chinaheritagequarterly.org/030/features/pdf/1936/Articles/Recent\">http://www.chinaheritagequarterly.org/030/features/pdf/1936/Articles/Recent</a> English Books on China.pdf [Accessed 15 Apr. 2017].</p>\n\n<p>Gilbert, R. (1926). What&#39;s wrong with China. 1st ed. London.</p>\n\n<p>Isaacs, H. (1958). Scratches on our minds. 1st ed. M.E. Sharpe, pp.155-8.</p>\n\n<p>Liu, Z. (2016). The case for repatriating China&#39;s cultural objects. 1st ed. Springer, pp.13-16.</p>\n\n<p>Liya, F. (2011). Modern Chinese Intellectuals and the 1935 London International Exhibition of Chinese Art: The Reactions of Cai Yuanpei and The China Critic Group. [online] Available at: <a href=\"http://publications.nichibun.ac.jp/region/d/NSH/series/kosh/2011-03-31/s001/s019/pdf/article.pdf\">http://publications.nichibun.ac.jp/region/d/NSH/series/kosh/2011-03-31/s001/s019/pdf/article.pdf</a> [Accessed 16 Apr. 2017].</p>\n\n<p>Liya, F. (2012). The 1935 London International Exhibition of Chinese Art: The China Critic Reacts. China Heritage Quarterly, <a href=\"30/31\">online</a>. Available at:[ http://www.chinaheritagequarterly.org/features.php?searchterm=030<em>fan.inc&amp;issue=030]( http://www.chinaheritagequarterly.org/features.php?searchterm=030</em>fan.inc&amp;issue=030) [Accessed 27 Mar. 2017].</p>\n\n<p>Newton, E. (1935). Chinese art: The Burlington House Show, First Impressions, Sculpture in Bronze, Jade and Pottery. The Manchester Guardian, p.9.</p>\n\n<p>Ross, E. (1911). Sociological Observations in Inner China. American Journal of Sociology, 16(6), pp.721-733.</p>\n\n<p>Scaglia, I. (2016). The Aesthetics of Internationalism: Culture and Politics on Display at the 1935–1936 International Exhibition of Chinese Art. Journal of World History, 26(1), pp.105-137.</p>\n\n<p>Steuber, J. (2006). The exhibition of Chinese art at Burlington House, London, 1935-36. The Burlington Magazine, [online] pp.528-536. Available at: [http://burlington.org.uk/media/<em>file/generic/theexhibitionofchineseartatburlingtonhouse.pdf](http://burlington.org.uk/media/</em>file/generic/theexhibitionofchineseartatburlingtonhouse.pdf) [Accessed 8 Mar. 2017].</p>\n\n<p>Tate. (2017). Activist art – Art Term | Tate. [online] Available at: <a href=\"http://www.tate.org.uk/art/art-terms/a/activist-art\">http://www.tate.org.uk/art/art-terms/a/activist-art</a> [Accessed 14 Apr. 2017].</p>\n\n<p>The Times, (1935). Chinese art complementary to European a revelation to Britain. p.19.</p>\n\n<p>Zheng, D. (1983). Studies in Chinese art. 1st ed. Hong Kong: Chinese University Press.</p>\n\n<p>Image References\nExhibition Catalogue: 28 November 1935 to 7 March 1936. (1935). 1st ed. London: Royal Academy of Arts.</p>\n\n<p>Royal Academy of Arts Collections (2017). Buddhist Sculpture in The Lecture Room (Royal Academy of Arts, International Exhibition of Chinese Art, 1935-36). [image] Available at: <a href=\"https://tinyurl.com/kpw5jvr\">https://tinyurl.com/kpw5jvr</a> [Accessed 15 May 2017].</p>\n\n<p>Thomson, J. (1869). Canton night watchman. Peking city guard. [image] Available at: <a href=\"https://tinyurl.com/m4ljbg2\">https://tinyurl.com/m4ljbg2</a> [Accessed 15 May 2017].</p>\n\n<p>Thomson, J. (1871). Pailou at Dagao Hall, Beijing, China. [image] Available at: <a href=\"https://wellcomeimages.org/indexplus/image/L0056443.html\">https://wellcomeimages.org/indexplus/image/L0056443.html</a> [Accessed 15 May 2017].</p>\n\n<p>Topical Press Agency (1935). Sir Percival David, Exhibition Committee Director and Tang Xifen (Tang Hsi Fen) Exhibition Secretary, examining exhibits. [image] Available at: <a href=\"https://tinyurl.com/m5lo2e7\">https://tinyurl.com/m5lo2e7</a> [Accessed 15 May 2017].</p>"},{"id":"Sustainable_Design","title":"Sustainable Design","summary":"Heaps of manure lined the streets leaching into basements breeding flies and spreading disease.","url":"http://www.danbeaven.co.uk/blog/#/Sustainable_Design","image":"","date_published":"2017-03-02T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Sustainable Design</h1>\n\n<p>At the turn of the 20th century, New York had over 200,000 horses, 1 for every 17 residents resulting in 2000 tonnes of manure being dumped on the streets each day. Heaps of manure lined the streets, leaching into basements, breeding flies and worst of all spreading disease. “The world had seemingly reached the point where its largest cities could not survive without the horse but couldn’t survive with it, either” (Levitt and Dubner, 2009, p.39). What saved us then was not a social move to cut down on the use of horses but the invention of the far cleaner, more efficient, cheaper, automobile.</p>\n\n<p>Sustainable development generally refers to three areas: “environmental stewardship, social equity and justice, and economic issues” (Walker, 2006, p.16). The invention and adoption of the car at the beginning of the 20th century was a clearly a more sustainable development, however, this is not how it is seen today. Again we have reached a point where are cities are so congested and polluted, we are causing serious damage to our healths and the environment. A big question facing us now is whether we are going to have to dramatically change the way we live or whether again we can be saved by science.</p>\n\n<p>Just a couple of months ago a study was published in the journal nature communication that found photovoltaic solar will pay back, sometime this year, all the energy that it consumed over the last 40 years of development (Louwen et al, 2016). This doesn’t mean much for us now but does mean essentially free energy for the future. Most designers aren’t also engineers and so aren’t at the forefront scientific discovery but they can push for social change and maybe, if enough artists and designers effectively educate people on the problems and consequences, we can tackle this crisis from both the technological and social sides.</p>\n\n<h4>References</h4>\n\n<p>Charlotte, K. (no date) Origins of Sustainability. Available at: https://tinyurl.com/lrohgz4 (Accessed: 2 March 2017).</p>\n\n<p>Levitt, S.D. and Dubner, S.J. (2009) Superfreakonomics: Global cooling, patriotic prostitutes and why suicide bombers should buy life insurance. London: Penguin Books.</p>\n\n<p>Louwen, A., van Sark, W.G.J.H.M., Faaij, A.P.C. and Schropp, R.E.I. (2016) ‘Re-assessment of net energy production and greenhouse gas emissions avoidance after 40 years of photovoltaics development’, Nature Communications, 7, p. 13728. doi: 10.1038/ncomms13728.\nWalker, S. (2006). Sustainable by Design: explorations in theory and practice. 1st ed. London: Earthscan, p.16.</p>"},{"id":"Dissecting_paintings","title":"Dissecting paintings","summary":"During a dark time for the israelites in their ongoing battle with the philistines Samson was born and god bestowed upon him supernatural strength with one caveat, he must not cut his hair","url":"http://www.danbeaven.co.uk/blog/#/Dissecting_paintings","image":"","date_published":"2017-02-23T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Dissecting paintings</h1>\n\n<p>During a dark time for the israelites in their ongoing battle with the philistines Samson was born and god bestowed upon him supernatural strength with one caveat, he must not cut his hair. Samson become a hero to the israelites successfully defeating many philistines but one  day he fell in love with a woman called Delilah. Delilah was approached by the philistine rulers and offered silver in return for discovering how Samson could be defeated. Samson eventually tells her that the secret lay in his hair and that if it were cut his strength would leave him. (Judges 16: 17-20)</p>\n\n<p>This story from the old testament is the story behind Peter Paul Rubens painting ‘Samson and Delilah’. In the painting Samson is asleep on Delilah’s lap, while an old procuress holds a candle for the barber cutting Samson’s hair. Above in the background is a sculpture of venus and cupid who are both gods of love and desire. To the right are the philistines lying in wait behind a door. The scene is well lit, in part at least by the fire on the left which lies half out of the painting.<img alt=\"401455.jpg\" src=\"https://lh5.googleusercontent.com/uDb2BDJQW5-b6fAHOQSjFeQmFxyDR0BiIojKNz_zk_eyzjdRIuoQF0hW9czp1u8nw7aq7MsYK5yBD2YkWNh1tJ76gRghcaWipoX28bM75Me2gr9oX7x7-II3Cx6zGQP8qqmOIg8q\"/></p>\n\n<p>Some notable symbols of the painting are the old face of the procuress juxtaposed with the youthful complexion of Delilah which could allude to the procuress’s past or Delilah’s future (Samson and Delilah 2016). The statue of venus and cupid are a clear reference the cause of Samson&#39;s Fate (Samson and Delilah, 2009).</p>\n\n<p>Part of the goal of the exhibition visit was to look at these paintings through John Berger&#39;s eyes focusing on the representation of woman. The nakedness and position of Delila in Rubens painting reminded me of a painting by Sir Peter Lely in which John Berger describes the nakedness as not her own expression but ‘is a sign of her submission to the owner’s feelings or demands’ (Berger, 1973, p.52). Here Berger refers to both the painter and the client who is paying for the painting who in both Lely’s and Ruben’s pieces are male. Although the story does include a temptress the question still lies whether this painting might look very different if it were painted for and by a woman.<img alt=\"img\" src=\"https://lh4.googleusercontent.com/2ssBxtvLrzFhReio1YDk0VFbz4jVUeLr0H0P6MYxqT2GMJEV2fJfaGVBKhPC0zVtjIeYWkc2ixA3SL-ITLiDTKHCUb3vKkJE-oKz-Jel6keGStNpq6Rk0UJ-csTySZXloEgq0uvy\"/></p>\n\n<h4>References</h4>\n\n<p>Berger, J. (1973) Ways of seeing based on the BBC television series. London, Eng.: British Broadcasting Corporation [u.a.].</p>\n\n<p>Bible gateway passage: Judges 16 - new international version (no date) Available at: https://tinyurl.com/mg6h7tu (Accessed: 23 February 2017).</p>\n\n<p>Lely, S. (n.d.). Portrait of a young woman and child, as Venus and Cupid. [oil on canvas].</p>\n\n<p>Rubens, P. (1609). Samson and Delilah. [Oil on wood] London: National Gallery.</p>\n\n<p>Samson and Delilah. (2009). In National Gallery, National gallery collection. [Online]. London: The National Gallery. Available from: https://tinyurl.com/mcrzcgk [Accessed 23 February 2017].</p>\n\n<p>Samson and Delilah. (2016). In E. Langmuir, The National Gallery companion guide. [Online]. London: The National Gallery. Available from: https://tinyurl.com/k689nch [Accessed 23 February 2017].</p>"},{"id":"Walk_Through_British_Art","title":"Walk Through British Art","summary":"Having an exhibition laid out in chronological order helped me to understand art and art styles in respect to history","url":"http://www.danbeaven.co.uk/blog/#/Walk_Through_British_Art","image":"","date_published":"2017-02-08T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Walk Through British Art</h1>\n\n<p>The &#39;Walk Through British Art&#39; exhibition comprised of British art ranging from 1540’s right up until the 21st century. As the name suggests you are able to start at one end and walk through each room following the artwork in roughly chronological order. Seeing art laid  out this way, lead me to reflect on the evolution of art and the differences century to century. The starkest of these differences was between the 19th and 20th centuries where the art became much more abstract. There also seemed to be a correlation between date and quantity with half the exhibition taken up by the 20th-century artwork.</p>\n\n<p><img alt=\"Reclining Figure\" src=\"http://www.tate.org.uk/art/images/work/T/T02/T02270_10.jpg\"/></p>\n\n<p>There was a whole room dedicated to Henry Moore&#39;s sculptures and situated on a plinth in the centre of this room is ‘Reclining Figure’. It depicts what looks like a woman, judging by the protuberance on her chest, lying propped up by both elbows. What made the piece stand out among the other sculptures was the contrast between the dark lines on the lighter plaster. They make the piece look as though it is made from separate chunks and gives it an almost space-age look. I discovered later that Moore himself singled it out as one of his most important sculptures saying that it was the ‘first sculpture in which I succeeded in making form and space sculpturally inseparable’ (Christie’s, 2016).</p>\n\n<p>Having an exhibition laid out in chronological order helped me to understand art and art styles with respect to history. There seemed to be an evolution in painting starting in two dimensions moving into perspective and three dimensions and finally to abstraction. It made me wonder what people a few hundred years ago would think of a sculpture like Reclining Figure, is abstraction attractive to only the modern sentiment or is it just a more recent discovery?</p>\n\n<h4>References</h4>\n\n<p>Christie’s, © (2016) ‘“My highlight of 2016” — Henry Moore’s Reclining Figure: Festival’. Review of by Robert Brown. Available at: https://tinyurl.com/k6d4yjw (Accessed: 9 February 2017).</p>\n\n<p>Moore, H. (1951). Reclining Figure. [Plaster and string] London: Tate.</p>\n\n<p>Tate (1951) Reclining figure, Henry Moore OM, CH 1951 | Tate Available at: https://tinyurl.com/kn4h3n5 (Accessed: 16 February 2017).</p>"},{"id":"What_is_Semiotics","title":"What is Semiotics?","summary":"To decline the study of signs is to leave to others the control of the world of meaning which we inhabit.","url":"http://www.danbeaven.co.uk/blog/#/What_is_Semiotics","image":"","date_published":"2017-01-17T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>What is Semiotics?</h1>\n\n<p>Semiotics is defined in the oxford English dictionary as “The study of signs and symbols and their use or interpretation” (semiotics, 2017). This is the first time I have come across semiotics so I use this essay to explore where it came from and what other subjects it is related to.</p>\n\n<p>One of the earliest times a word relating to semiotics appeared was in Swiss linguist Ferdinand de Saussure’s ‘A Course in general linguistics’, “A science that studies the life of signs within society is conceivable; it would be a part of social psychology and consequently of general psychology; I shall call it semiology” (de Saussure, 1974,  p. 16). He goes on to define a sign by splitting it into two components, the signifier and signified. The signifier is the literal sign: sound, image, text and the signified is the concept or idea that the sign is referring to. Depending on your definition It may be misleading to call semiotics a science Daniel Chandler, in his book ‘Semiotics: the basics’ explains that it has “no widely agreed theoretical assumptions, models or empirical methodologies” (Chandler, 2006, p. 4).</p>\n\n<p>Saussure does give a sort of framework to work from when he defines the sign as being made from the signified and the signifier. Using this definition of a sign it is possible to break down and compare different signs and debate their connotations, denotations with some level of logical progression.</p>\n\n<p>I found it helpful to see linguistics as a subset of semiotics, it being the study of perhaps our most valued sign system language. It is interesting to step back and look at language like this, comparing it to our other sign systems such as mathematical notation, music, or body language. Looking from this perspective it is easier understand what Chandler means when he says “To decline the study of signs is to leave to others the control of the world of meaning which we inhabit.” (2006, p. 11).</p>\n\n<h4>References</h4>\n\n<p>Chandler, D. (2006) Semiotics: The basics, Vol. 2. 2nd edn. LONDON: Taylor &amp; Francis.</p>\n\n<p>de Saussure, F. (1974) Course in general linguistics. Edited by Charles Bally, Albert Sechehaye, and Albert Reidlinger. Translated by Wade Baskin. 2nd edn. New York: McGraw-Hill Book Company.</p>\n\n<p>Peirce, C.S.S., Hartshorne, C. and Weiss, P. (1932) Collected papers of Charles Sanders Peirce, volumes I and II, principles of philosophy and elements of logic. 4th edn. Cambridge, MA: Belknap Press of Harvard University Press, 1935-1961.</p>\n\n<p>semiotics. (2017). In: Oxford, 1st ed. [online] Available at: https://en.oxforddictionaries.com/definition/semiotics [Accessed 15 May 2017].</p>"},{"id":"Measuring_the_impact_of_culture_on_the_economy","title":"Measuring the impact of culture on the economy","summary":"Each decision to fund one cause is also the decision not to fund another.","url":"http://www.danbeaven.co.uk/blog/#/Measuring_the_impact_of_culture_on_the_economy","image":"","date_published":"2016-12-05T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Measuring the impact of culture on the economy</h1>\n\n<h2>Introduction</h2>\n\n<p>Economic value in the Cambridge English dictionary is defined as ‘the value of an asset calculated according to its ability to produce income in the future’ (Cambridge Dictionary 2016). This definition when applied to culture and the arts may not fit so well since much of the value we find in culture is not monetary. Neoclassical economics has a broader definition, it defines value as the rational preference of one outcome over another (Weintraub, 1993). This definition allows us to look more broadly at value while staying within the economic confines of rational thought. In this essay, I start by defining what I am referring to when I use the term the culture. Using the neoclassical definition of value, I try and pick apart what cultural commodities are and how they are different to other goods and services. I look at ways of measuring this value and the problems that arise as a result. Finally, I look at why measuring the value of culture matters at all.</p>\n\n<h2>What is culture</h2>\n\n<p>The word culture is hard to define and hotly contested though most people do having an intuitive sense of its meaning. Raymond Williams who has written much on the subject of culture defines first the independent noun ‘culture’, as indicating ‘particular way of life, whether of a people, a period, a group, or humanity in general’. Williams defines the abstract noun ‘culture’ as describing ‘the works and practices of intellectual and especially artistic activity’ (Williams, 1983, p.87). These definitions allow us to talk about culture in reference to a way of life and talk about art as a cultural commodity.</p>\n\n<h2>How to measure economic value of culture</h2>\n\n<p>There are three main methods economists use to measure the value of industries, sectors or goods, these include economic impact assessment, measuring size or footprint, cultural satellite accounts. Impact assessment can be split into three subcategories, direct impacts, indirect impacts and induced impacts. Direct impacts are the gross value of the goods and services (GVA) and the cost of employment. Indirect impacts are the economic impacts through the supply chain. Induced impacts are the effects of the spending by those employed within the industries. Size or footprint analysis is used to understand whether a sector is significant to the economy however, it doesn’t include indirect effects and so the information it gives is limited. Cultural satellite accounts look at many cultural industries accounts in including the accounts of the suppliers and distributors in order to evaluate the national contribution. This is often used when measuring the size of sectors that are not industries such as tourism or unpaid housework. (Crossick and Kaszynska, 2016, p89-90)</p>\n\n<p>The most popular of the three methods for calculating the value of cultural commodities are economic impact studies, ‘the one that resonates most with elected leaders, public and private sector funders, and policymakers—is the economic impact study’ (Sterngold, 2004, p167), however there is a body of work criticizing this approach to measuring the value of cultural sectors. Sterngold notes that problems arise when substitution effects are not taken into account. For example, you might want to measure the potential economic impact of a new cinema, it is not enough to just measure the gross income generated because a proportion of that income will be income originally generated by another business. In other words by funding a project like a cinema you might just be shifting people&#39;s spending from one business to another and not actually generating new wealth for the regen (Sterngold, 2004). It is also important to note that impact studies are not an exact science but a best estimate if multiple impact studies are done they will in all probability yield different results (Crompton, Lee, and Shuster, 2001). Because of this, it is important to be critical of impact studies done and especially any vested interest of authors or funding bodies.</p>\n\n<p>Broader problems arise from using an economic approach to measuring the value of cultural commodities in general, since classical economics treats people as purely rational decision makers, in other words it assumes individuals will take a logical approach to maximising economic profit. This does not seem to be the case with artistic labour where ‘financial rewards are generally lower’ and there is a  ‘high variability of artists earnings’ (Ginsburgh, 2006, p9). Ginsburgh also notes the there are  ‘non-pecuniary motives where artists care more about their work than financial incentives’ (Ginsburgh, 2006, p9).</p>\n\n<p>It is important to also mention social return on investment (SROI) which is an alternative method used to calculate the social value of cultural projects, that in recent years has gained popularity. The method produces a ratio which is supposed to reflect the ratio of monetary investment value, to social return value. A key aspect of the SROI method is that it stresses the importance of a ‘detailed report containing qualitative, quantitative and financial data that explains the judgements and decisions made over the course of the analysis’ (Jardine and Whyte, 2013, p22). A detailed qualitative and quantitative report would help to eliminate the problem that impact assessments suffer from which is that they are hard for non economists to fully understand and so be critical of.</p>\n\n<h2>Why the measure economic value of cultural commodities</h2>\n\n<p>All government funding decisions are subject to opportunity cost (Crossick, p90, 2016), meaning each decision to fund one cause is also the decision not to fund another. If policy makers and funding bodies can see not only public support but imperative evidence that funds in a cultural project will generate jobs and wealth for the country/regen it will make decisions between say in investment in a science project or cultural project much clearer. There are also the ‘voluntary/third sector and charities who are under increasing pressure to evidence their effectiveness’ (Jardine and Whyte, 2013, p1).</p>\n\n<p>In a study completed in 2013 on the value of the British Library, Andrew Tessler uses benefit-cost analysis (BCA) to calculate a benefit-cost ratio (BCR). This is done by weighing up all the benefits and dividing by all the costs. To estimate the value of the the library Tessler uses Total Economic Valuation (TEV) which takes account of both use-values and non-use values. The ‘use values are’ all the benefits felt by users of the library such as the reading-rooms, document supply, web-services etc. The ‘non-use values’ are ‘existence value’ which is ‘The value attached to the existence of the Library irrespective of whether a person ever visits it or not.’, ‘bequest value’,  ‘The value which the current generation places on preserving the Library for the benefit of future generations’ and ‘option value’, ‘This represents the value attached to potential future benefits from the Library.’. To work out the values of the amenities offered by the library they surveyed users asking how much the users were willing to pay (WTP) for their usage. For ‘non-use values’ surveys were sent out to nation wide ‘as to ensure that the respondents reflected the UK population distribution’. 55% of the surveys received back were from people who had never heard of or used the library and by asking ‘If you were free to choose how your existing taxes were allocated, what would be the maximum you would be willing to pay’, the average amount received back was £8.15 which is over double what is currently being paid. The study concluded that ‘The benefit cost ratio of 4.9 indicates that for every £1 invested in the Library in 2011/12, the Library generated £4.90 in economic welfare’. (Oxford Economics, 2013)</p>\n\n<p>It might be argued that the study above is not all that useful since it seems unlikely that the government would ever cut funding to something as culturally significant as the British library. Nevertheless, the study does demonstrate that there is a significant both social and economic return on an investment which might not be immediately obvious.</p>\n\n<h2>Conclusion</h2>\n\n<p>It seems clear that if possible the ability to define the true economic value of goods and services within the cultural sector could not only benefit the public but also those making the funding decisions. ‘Public policy and public funding are a crucial part of the overall landscape occupied by arts and culture’ (Crossick, p154, 2016). The real difficulties arise when knowing whether the numbers you have come up with truly reflect the actual value. In this essay, I have addressed the cultural sector as a whole rather than looking at its constituent parts. This might be the wrong way of addressing the question ‘how to measure economic value?’, it might be better to focus on sectors of culture such as the music, museums, public art, architecture etc. There are of course other ways to measure the value of culture, one of the most promising being (SROI), which might do a much better job of reflecting the true value culture has to people and society. It seems there is still too little evidence to say which method is the most accurate and it is likely that the best method will be specific to the situation it’s used in.</p>\n\n<h4>References</h4>\n\n<p>Cambridge Dictionary (2016) Economic value meaning in the Cambridge English dictionary. Available at: <a href=\"https://www.google.com/url?q=http://dictionary.cambridge.org/dictionary/english/economic-value?fallbackFrom%3Dlearner-english%26q%3DEconomic%2Bvalue&amp;sa=D&amp;ust=1517590256640000&amp;usg=AFQjCNGEZ0uIZwiZxygYK5W2CQGn13TeKw\">http://dictionary.cambridge.org/dictionary/english/economic-value?fallbackFrom=learner-english&amp;q=Economic+value</a> (Accessed: 5 December 2016).</p>\n\n<p>Crompton, John L., Seokho Lee, and Thomas J. Shuster. 2001. A guide for undertaking economic impact studies: The Springfest example. Journal of Travel Research 40:79–87.</p>\n\n<p>Crossick, G. and Kaszynska, P. (2016) ‘Understanding the value of arts &amp; culture’, The AHRC Cultural Value Project</p>\n\n<p>E. Roy Weintraub, (1993). &quot;Neoclassical Economics.&quot; The Concise Encyclopedia of Economics. Library of Economics and Liberty. Retrieved from <a href=\"https://www.google.com/url?q=http://www.econlib.org/library/Enc1/NeoclassicalEconomics.html&amp;sa=D&amp;ust=1517590256641000&amp;usg=AFQjCNFiOFkPuH4siyS0iiqHs1q9wMtrxQ\">http://www.econlib.org/library/Enc1/NeoclassicalEconomics.html</a></p>\n\n<p>Geursen, G. and Rentschler, R. (2003) ‘Unraveling Cultural Value’, The Journal of Arts Management, Law, and Society, 33(3), 196-210. doi: 10.1080/10632920309597346</p>\n\n<p>Ginsburgh, V. and Throsby, D. (2006) Handbook of the economics of art and culture. North Holland</p>\n\n<p>Jardine, C. and Whyte, B. (2013), ‘Valuing Desistence? A Social Return on Investment Case Study of a Throughcare Project for Short-Term Prisoners’. Social and Environmental Accountability Journal, Vol. 33, No. 1, 20–32, <a href=\"https://www.google.com/url?q=http://dx.doi.org/10.1080/0969160X.2013.768088&amp;sa=D&amp;ust=1517590256643000&amp;usg=AFQjCNE9zz5iDbYI-hlqNz5Rz8Np_ZwUMA\">http://dx.doi.org/10.1080/0969160X.2013.768088</a></p>\n\n<p>Nelson, P. (1970). &#39;Information and Consumer Behavior’, Journal of Political Economy, Vol. 78, No. 2 (Mar. - Apr., 1970), pp. 311-329 <a href=\"https://www.google.com/url?q=http://www.jstor.org/stable/1830691&amp;sa=D&amp;ust=1517590256643000&amp;usg=AFQjCNGtShto7f4LEginhqQEsbbBgMaPZQ\">http://www.jstor.org/stable/1830691</a></p>\n\n<p>O’Brien, D. (2010). Measuring the Value of Culture: a report to the Department for Culture Media and Sport. London: DCMS. Retrieved from https://www.gov.uk/government/uploads/ system/uploads/attachment_data/file/77933/measuring-thevalue-culture-report.pdf</p>\n\n<p>Oxford Economics. (2013). Economic Valuation of the British Library. Oxford: Oxford Economics. Retrieved from <a href=\"https://www.google.com/url?q=http://www.oxfordeconomics.com/my-oxford/projects/245662&amp;sa=D&amp;ust=1517590256644000&amp;usg=AFQjCNGWhHws8yD0htb00jzkBqCWvu6Xhw\">www.oxfordeconomics.com/my-oxford/projects/245662</a></p>\n\n<p>Sterngold, A.H. (2004). Do economic impact studies misrepresent the benefits of arts and cultural organizations? Journal of Arts Management, Law, and Society, 34 (3), 166-187</p>\n\n<p>Throsby, D. (2003). ‘Determining the Value of Cultural Goods: How Much (or How Little) Does Contingent Valuation Tell Us?’, Journal of Cultural Economics. doi:10.1023/A:1026353905772</p>\n\n<p>Williams, R. (1983). ‘A vocabulary of culture and society’, Oxford University Press. Retrieved from <a href=\"https://www.google.com/url?q=https://tavaana.org/sites/default/files/raymond-williams-keywords.pdf&amp;sa=D&amp;ust=1517590256645000&amp;usg=AFQjCNGmV8vWY0ohoNUS6fUXq1iAnS2RnA\">https://tavaana.org/sites/default/files/raymond-williams-keywords.pdf</a></p>"},{"id":"Why_interaction_design","title":"Why interaction design?","summary":"Computers are only becoming more ubiquitous and they have been at an accelerated rate since the beginning of their conception","url":"http://www.danbeaven.co.uk/blog/#/Why_interaction_design","image":"","date_published":"2016-11-17T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Why interaction design?</h1>\n\n<p>With a focus on interaction design in this week’s lecture we discussed the various forms that design takes. We touched on experience design and immersive design two disciplines whose methods closely overlap those of interaction design. We also talked more broadly about the different disciplines that come under design which are neatly illustrated in Thomas Pluralvonglas (2009) venn diagram on the right. In this essay I explore further what interaction design means, what sort of problems it is there to solve and touch on what it means to my own work.<img alt=\"img\" src=\"https://lh3.googleusercontent.com/wWb8VtJnrY7Zv0ceGZNBYFhB0I5OXmRul89xrIR6cAo8E_PpOvk8hyR6nv0DCbVzqDOIUm_JHoQPupfbu5UM8GB8iHR8eVZoGVX51tPx0ZYGChzBekGyTTd9RelZU9C5myPuH9CR\"/></p>\n\n<p>Computers are only becoming more ubiquitous and they have been at an accelerated rate since the beginning of their conception (Sade 2006). Due in part to the rate at which they are developing and also the fact that they tend not to be built by designers eminently focused on the end user but by engineers trying to solve technical problems. I still see many especially in the older generations who struggle to understand and use computers. Or atleast it is hard for them to see the benefits when the time and energy investment for them to learn these systems is so large. Interactions design questions usability it inspects our behaviour and analyzes the choices we make (Kolko, 2009). This is why I believe it can play an important role in not only making technology more accessible but question the way we use it.</p>\n\n<p>In the studio I am very conscious of this idea of questioning the way we use and interact with objects and technology. With this in mind in response to my latest brief on visualizing time I am looking at new ways of interacting with a book. I am trying to use interactivity as a tool to teach technical abstract ideas.</p>\n\n<h4>References</h4>\n\n<p>Kolko, D.J. (2009) Thoughts on interaction design. Morgan Kaufmann Publishers.</p>\n\n<p>Sade, G. (2006) ‘Why interaction design? Review of Jonas Löwgren and Erik Stolterman Thoughtful interaction Design’, Design Philosophy Papers, 4(1), pp. 41–52. doi: 10.2752/144871306x13966268131352.</p>\n\n<p>Pluralvonglas, T. (2009) The Disciplines of User Experience Design. [Infographic].\nAvailable at <a href=\"https://www.google.com/url?q=http://bit.ly/NZ3dxo&amp;sa=D&amp;ust=1517590438654000&amp;usg=AFQjCNFsYlL_K-rtEDxX1XGHtoO7Wpp0rw\">http://bit.ly/NZ3dxo</a>. Accessed 20th October 2016</p>"},{"id":"Research_methodologies","title":"Research methodologies","summary":"A large part of the researcher's job is analysing their own input, being aware of their own role in what they are studying.","url":"http://www.danbeaven.co.uk/blog/#/Research_methodologies","image":"","date_published":"2016-11-10T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Research methodologies</h1>\n\n<p>In today’s lecture we were introduced to research methodologies more specifically qualitative research and quantitative research. We covered research strategies, ethics and the reasons one might want to perform a piece of research. In this essay I try to define in detail the difference between qualitative and quantitative research.</p>\n\n<p>Qualitative research is especially helpful in situations where what you are studying is too complex to isolate a single variable such as people in social situations. Researchers often immerse themselves in the setting in order to see what they are studying in context (Mason, 2002). This means a large part of the researcher&#39;s job is analysing their own input, being aware of their own role in what they are studying. This is one of the criticisms of the qualitative approach since the ‘researcher&#39;s presence has a profound effect on the subjects’ and thus experiments are not repeatable  (Hughes). Despite its shortcomings it plays an important role in studying complex systems it is the qualitative approach which often leads to new insights and opens avenues for further quantitative research (Hughes).</p>\n\n<p>Quantitative research is used when testing a single variable’s relationship to another. Researchers will start with a clearly defined question and design all the details of the study before any data is collected. The results of the research are structured tables of values and statistics. Computers allow researchers to process large data sets making it possible to make accurate generalizations and predictions. Quantitative research only works in systems where you can totally isolate variables and when this is the case it can be effective at understanding true objective relationships. (USB Libraries, 2016)</p>\n\n<p>These are not totally separate techniques and when researching outside of science it is often effective to use both qualitative and quantitative methods (Denscombe 2010). For my studio work though I can see the qualitative method as being more useful as so much of my work involves many unknowns and tends to be exploratory.</p>\n\n<h4>References</h4>\n\n<p>Denscombe, Martyn. (2010) Good Research Guide: For small-scale social research projects. 4th edn. Berkshire: Open University Press</p>\n\n<p>Hughes, Christina, An Introduction to Qualitative Research. Department of Sociology. University of Warwick. Available at <a href=\"https://www.google.com/url?q=http://www2.warwick.ac.uk/fac/soc/sociology/staff/hughes/researchprocess/&amp;sa=D&amp;ust=1517590674249000&amp;usg=AFQjCNFDdtVBD_hEKaZL-zfNiTiQWAWLRQ\">http://www2.warwick.ac.uk/fac/soc/sociology/staff/hughes/researchprocess/</a>. (Accessed 29t November 2016).</p>\n\n<p>Mason, J (2002) Qualitative Researching, 2nd edn. SAGE Publications Ltd</p>\n\n<p>Wilson, V (1997) Focus Groups: A Useful Qualitative Method for Educational Research? British Educational Research Journal, 23, 2, pp 209-224</p>\n\n<p>University of Southern California. (2016) Organizing Your Social Sciences Research Paper: Quantitative Methods. Available at http://libguides.usc.edu/writingguide/quantitative. (Accessed 8t November 2016).</p>"},{"id":"The_infinite_mix_exhibition_review","title":"The infinite mix exhibition review","summary":"Are there everyday activities, movements which deserve more attention?","url":"http://www.danbeaven.co.uk/blog/#/The_infinite_mix_exhibition_review","image":"","date_published":"2016-11-01T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>The infinite mix exhibition review</h1>\n\n<p>The infinite mix exhibition was comprised of 10 audiovisual artworks by 10 leading international artists. Each piece played closely with video and sound and in this essay, I talk about two pieces which I found especially interesting.</p>\n\n<p>First when you walk in, is Martin Creed’s work No. 1701 from 2013. It is a short movie shot entirely on a crossing in new York. With the camera on a dolly, it tracks people one at a time as they make there way across the road. Each of the people had a unique walk often suffering from an ailment. Without the jubilant rock song playing in the background it could have been almost pitiful. Instead, I felt captivated by the struggles that some endured. It was a chance to examine the unique walks of those that politeness might not normally allow us to do. I believe it is the elated music in the background which changed the tone of the piece from that of pity to that of stoicism.</p>\n\n<p>The next piece which intrigued me was m.A.A.d 2014 by Kahlil Joseph. Like many of the pieces, it crossed somewhere in between a documentary and a music video. In part, it felt like a contemporary gangster rap music video with the way it flaunted tattoos gold teeth and guns. However the feeling I felt was more of respect for the harsh unforgiving environment that those growing up in Compton Los Angeles had to deal with.</p>\n\n<p>Martin Creed’s piece got me thinking about whether there are other places or things that we are not normally free to inspect. Are there other everyday activities movements which deserve more attention. I hope I can find and develop this idea further in my studio work and maybe find a different way to highlight the everyday physical struggles that so many go through.</p>\n\n<h4>References</h4>\n\n<p> infinite mix (2016) Available at: http://www.theinfinitemix.com/ (Accessed: 5 December 2016).</p>"},{"id":"Modernism_and_Scottish_school","title":"Modernism and Scottish school","summary":"Mackintosh’s chair like Breuer’s uses simple geometric shapes, the main and key difference is in the choice of materials.","url":"http://www.danbeaven.co.uk/blog/#/Modernism_and_Scottish_school","image":"","date_published":"2016-10-31T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>Modernism and Scottish school</h1>\n\n<p>In this week&#39;s lecture we covered seven of the major art movements in the 20th Century, Scottish School, Art Nouveau, Modernism, Art Deco, Surrealism, Cold War Design and Postmodernism. In the essay I look closer at Scottish school and modernism using their most iconic chairs.</p>\n\n<h2>Scottish school</h2>\n\n<p>Scottish school was fashionable between 1885 and 1915, formed in glasgow and edinburgh it aimed to produce work which improved contemporary cosmopolitan life (Victoria, Museum, 2013b). One of the most prominent artists of the time was Charles Rennie Mackintosh whose chair is pictured on the right.</p>\n\n<p>Scottish school is famous for geometric shapes and combining straight lines with curves (Victoria, Museum, 2013b). This can be seen in the back of this chair which has a rectangular footprint but is framed by two legs which start of square but elegantly taper to circular. The back also has an interesting symmetry between the oval head rest and the oval curve of the support at the bottom.<img alt=\"circ.130-1958_chair_1000px.jpg\" src=\"https://lh4.googleusercontent.com/yDNP0ibmtWRx-lGt9Qio4yaxbF_QGMw4Q0xgMN-RzHHO6pfGHoCcASilWzLN14FIwa3owMzgHb-xg8rSMWGL-YdKwS8kp3ahNUAmVA37j5MY6tiOo_e8oa-Vn1wlYd0nOzDzLqcd\"/></p>\n\n<h2>Modernism</h2>\n\n<p>Modernism is a post second world war movement notable for the philosophical mindset that technology and design could change society. They believed in design for the masses and this is seen in the style, which is often minimal and geometric (Victoria, Museum, 2013a).</p>\n\n<p>Wassily chair by Marcel Breuer was the obvious choice for c to construct a folding and none folding chair. The use of industrial materials and the relatively ma modernist chair. Inspired by the design of his motorbike Breuer used chrome plated steel tubes and minimal design mean it can be manufactured at scale (La Fonda del Sol 2012).</p>\n\n<p>Mackintosh’s chair like Breuer’s uses simple geometric shapes, the main and key difference is in the choice of materials. Mackintosh’s chair would be much harder to produce at scale it also lacks in my eyes the aesthetic balance the Breuer’s has.<img alt=\"B3Wassily_Breuer_02.jpg\" src=\"https://lh6.googleusercontent.com/71lc94XYmJR_fqO4_1oDA8nfe9XSawjUHpGHvaSWj5kY_u1c0ZuGR62F0ybI1zSDliWQVuSri8SabzzMMWtboLPAQQvXwTpflFzToJw8J5hN7wpf18wbOehBhaNcA1XMSrbJzhFx\"/></p>\n\n<h4>References</h4>\n\n<p>La Fonda del Sol – exhibition tour &amp; dinner / SPECIAL (DE) (2012) Available at: http://www.design-museum.de/en/collection/100-masterpieces/detailseiten/b3wassily-marcel-breuer.html (Accessed: 5 December 2016).</p>\n\n<p>Victoria, Museum, A. and webmaster, D.M. (2013a) Modernism - Victoria and Albert Museum. Available at: http://www.vam.ac.uk/page/m/modernism/ (Accessed: 5 December 2016).</p>\n\n<p>Victoria, Museum, A. and webmaster, D.M. (2013b) Style guide: Scottish school - Victoria and Albert Museum. Available at: http://www.vam.ac.uk/content/articles/s/style-guide-scottish-school/ (Accessed: 5 December 2016).</p>"},{"id":"What_is_Culture","title":"What is Culture?","summary":"The search for a definition of culture felt like traversing a tangled web of ambiguity leading from one historical piece of literature to the next.","url":"http://www.danbeaven.co.uk/blog/#/What_is_Culture","image":"","date_published":"2016-10-31T00:00:00.000Z","author":"Dan Beaven","tags":["art","design"],"content_html":"<h1>What is Culture?</h1>\n\n<p>It is important especially in academic writing to have clear definitions for words and terms used. This is not always easy, meanings are continually changing and many words have more than one meaning depending on the context. In this post I try to investigate the true definition and where the word came from.</p>\n\n<p>The Oxford english dictionary defines culture as &quot;The arts and other manifestations of human intellectual achievement regarded collectively&quot; (Oxford English Dictionary, 2016). The Cambridge english dictionary  defines culture as &quot;the way of life, especially the general customs and beliefs, of a particular group of people at a particular time&quot; (Cambridge Dictionary, 2016).</p>\n\n<p>The history of the word starts in medieval times and comes from the word cultivate when referring to the ‘cultivation of land’ (Williams, 2016, p. 242). The latin french origins cultura and culture respectively also refer to farming land. The first sign of its meaning changing was Thomas Hobbes&#39;s Leviathan first published 1651 which uses culture to describe the education of children, ‘the education of Children a Culture of their minds’ (Hobbes, 2008, p. 163). Raymond Williams (1953), describes William Wordsworth&#39;s use of the word in The Prelude (1995) as ‘genuinely transitional’; when he uses the word in both the older sense of process, ‘be left to droop by timely culture unsustained’, but also uses it as an absolute, ‘Salutes the Being at his birth, where grace of culture hath been utterly unknown’. This according to Raymond Williams was the first time culture was used in the modern sense of the word (Williams, 1953).</p>\n\n<p>The search for a definition of culture felt like traversing a tangled web of ambiguity leading from one historical piece of literature to the next. There was no single definition which encapsulated all of the meanings but maybe that&#39;s okay, maybe the job of someone using the term is to clearly define the context they use it in.</p>\n\n<h4>References</h4>\n\n<p>Cambridge Dictionary (2016) Culture meaning in the Cambridge Learner’s dictionary. Available at: http://dictionary.cambridge.org/dictionary/learner-english/culture (Accessed: 5 December 2016).</p>\n\n<p>Hobbes, T. (2008) Leviathan (Oxford world’s classics). Edited by J. C. A. Gaskin. Oxford: Oxford University Press, USA.</p>\n\n<p>Oxford English Dictionary (2016) Available at: https://en.oxforddictionaries.com/definition/culture (Accessed: 5 December 2016).</p>\n\n<p>Williams, R. (1953) ‘The Idea of Culture’, The Cambridge Quarterly, 3(3).</p>\n\n<p>Wordsworth, W. (1995) The prelude: The Four texts (1798, 1799, 1805, 1850): Four texts (1798, 1799, 1805, 1850). Edited by Jonathan Wordsworth. New York: Penguin Group (USA).</p>"}]}