[
  {
    "markdown": "# The social effect of the 1935-6 exhibition of Chinese art at Burlington House, London\n\n## Introduction\n\nChina is seen today as one of the great powers shaping the global economy. It regularly appears in conversations about trade, globalisation, environmentalism, conflict, ...etc. This is a long way from the late 19th early 20th century China whose population was mainly farmers, living so close to the breadline that a drought between 1876 and 1879 caused over 10 million deaths. The various uprisings towards the end of the Qing dynasty left the country split into factions, run by militarists and warlords who exploited the lands and people in endless conflicts for supremacy. This isn’t even accounting for all the imperialist aims of the west and Japan who continued through brutish force to take territories and intervene in China’s politics. (Bickers, 2017, p.0-76)\n\nI chose to write about China and its struggle for a place on the Global stage of economic powers when searching for something to write about around art activism. This is a story which rarely comes up in this context because it isn’t traditional ‘activist art’ which the Tate defines as a “term used to describe art that is grounded in the act of doing and addresses political or social issues” (Tate, 2017). I am using this definition loosely when calling the 1935 exhibition of Chinese art a form art activism, because the art itself, was not created with the purpose of instructing social or political change, but the choice to exhibit the art was driven in part by politics. What is central to this essay are the attitudes of those in the West (Europeans, Americans) towards the Chinese before and after the exhibition. \n\nI start this essay by looking at key historical events in China at the turn of the 20th century and how that shaped the opinions the Chinese had of their rulers. I also look at the prevailing opinions in the West of the Chinese. Then I look at the exhibition, how and why it came about and the political and social goals that it came with. Finally, I try to understand what effect if any the exhibition might have had by looking at the change in attitudes of those in the West.\n\nFor much of the historical context, I use Robert Bickers book ‘Out of China’ published by penguin in 2017, which goes over the rise of China in great detail. Bickers is a professor of History at the University of Bristol and has published eight other books relating to modern Chinese History. \n\n## Early 20th century China\n\nIn 1894 the Chinese suffer a defeat at the hands of the Japanese losing Taiwan, in 1897 Germany take Jiaozhou Bay, in 1908 Korea was detached from China by the Japanese. The problem for China was not only external but endless uprisings were also weakening the state and the 1900 Boxer rebellion lead to further European concessions. This is the end of a long line of uprisings, defeats and humiliations suffered by the Chinese in the later part of the Qing dynasty. The Chinese felt disillusioned by the state, they had lost faith in its competence and worried about national extinction (wangguo). Nevertheless, when The Republic of China took over in 1912 it was with most territories still intact. (Bickers, 2017)\n\nThe view of China in Europe and America was that of degradation or as the President of the American Sociological Association wrote, “China is the European middle ages made visible” (Ross, 1911). Along with essays and books published by the Macartney’s mission, the view in the west was that “China’s government took the form rational, enlightened despotism” (Bickers, p.143). During the Nationalist revolution in the 1920’s china saw an influx of foreign journalists, although there were many balanced accounts it was the critics such as J.O.P Bland and Rodney Gilbert who’s writing most influenced foreign discourse (Bickers, 2017). Gilbert’s, What’s Wrong with China published in 1926 reflected the popular, at the time, ‘scientific’ idea of social Darwinism and talked about “breeds of men” having a “cultural limit” which if succeeded would throw them into “confusion and misery as the savage who is taken from his native wilderness” (Gilbert, 1926, p.14). Despite admitting that he himself could not read Chinese literature, on the same page writes “Chinese canonical philosophy is stuffy and ponderous, revealing at every turn a childish ignorance of first principles” (Gilbert, 1926, p.44). With Gilbert’s 17 years experience in China as a journalist, his writings were taken seriously especially by those who mattered, business and military men (Bickers, 2017). There were others who wrote about the Chinese such as Arthur Waley’s translations of Chinese and Japanese poetry which although widely read did not spread to those actually interacting with China (Bickers, 2017). \n\n## Lead up\n\nDespite the xenophobic views towards China so prevalent at the time, there were still small groups of collectors, academics and sinophiles who created groups like Vereniging van Vrienden der Aziatische Kunst (Society of Friends of Asiatic Art) in Holland and Freunde Ostasiatischer Kunst (Friends of East Asian Art) in Germany. The former coordinated one of the earliest exhibitions of Asian art in Amsterdam in 1925 pooling 212 pieces from private collections including the British collectors Sir Percival David and George Eumorfopoulos. A year later Freunde Ostasiatischer Kunst coordinated one in Cologne which was the first exhibition after the first world war to succeed in borrowing work from foreign European institutions. In 1929 an exhibition in Berlin was organised boasting 1,272 exhibits on loan from 171 public and private collections including three vases on loan from China. The exhibition had an accompanying lecture series and 458 page illustrated catalogue. The rapid growth from the 1925 Amsterdam exhibition to the 1929 Berlin exhibition suggests a fast increasing interest in Asian and specifically Chinese art and archaeology (Steuber, 2006). \n\nIn 1932 a group lead by Sir Percival David and George Eumorfopoulos proposed a comprehensive exhibition of Chinese art. After lengthy negotiations in 1934, the Chinese government decided to participate by lending large a quantity of work. Japan was pressing on Chinese territory after its occupation of Manchuria in 1931 and the Chinese government hoped that a display of its grandeur would garner sympathy and support from the west against Japanese imperialism (Steuber, 2006). The exhibition was also part of a series of nationally themed exhibits at the Royal Academy the most popular being the Italian with received over half a million visitors. With a strong endorsement from Chiang Kai-shek, many within the Chinese government saw this as a chance to establish its place on the global stage of cultures next to that of Persia and Italy (Steuber, 2006). \n\nThe exhibition wasn’t without its controversy many in shanghai criticised Sir Percival David’s involvement who had lead groups in the Dunhuang expeditions in 1908 (Bickers, 2017). The Dunhuang expeditions lead to thousands of ancient relics being taken overseas and by now we're seen as theft of national treasures (Liu, 2016). These critics were further enraged by Eumorfopoulos and David who had asserted they and not Chinese experts knew Chinese culture best. With so much of the artwork being so intimately intertwined with China’s imperial and national struggles, it must have taken some discerning and pragmatic calculation by Chinese officials to support the exhibition.\n\n## Exhibition\n\nOn the 28th of November 1935, the exhibition of Chinese art opened at the Burlington house London. With 780 pieces on loan from the Chinese government, the whole exhibition boasted a 3,080 piece collection (Bickers, 2017). Along with a lecture series which included prominent sinophiles and academics from as far away as the States this was the grandest display of Chinese heritage and culture to date. It received 401,768 paying visitors much more than the Persian exhibition with 255,724 visitors, or the French exhibition with 298,201 visitors, it was surpassed only by the Italian exhibition (Scaglia, 2016). The Times wrote when comparing it to western art that it is “a saner and serener vision in which there was no room for our small greed and self-aggrandisement, and in which we realised our true place in the infinitely” (The Times, 1935). The Manchester Guardian reported “Chinese culture has at all times found a perfect means of expression in Chinese art” (Newton, 1935).\n\nDespite its grandeur, earlier prejudices were still apparent especially within the mainstream media, the article titled “Decorative objects” published in The Times, 17 December 1935; showed an unwillingness to treat the work as serious art by using the word decorative (Liya, 2011). Chinese critics were often infuriated by Western attitudes who would refer to Oriental work as “curios”. Wen Yüan-ning writes in an issue of T'ien Hsia, an English language periodical published first in shanghai, that the word “curios”, “indicates a lazy and frivolous mind which prefers darkness to light” (Liya, 2012). Sensibilities were changing though and art columnist Frank Davis criticised the British public’s prejudices when he wrote “Two sections alone should be sufficient to convince the average visitor that he is confronted with an art which can rise to monumental grandeur and still contain within itself every possible civilised grace” (Liya, 2011). Lin Yutang who published a number of articles discussing Chinese art wrote in a piece called ‘Artistic imperialism’ that even if the exhibition hadn’t deepened “intellectual understanding” it had at least “strengthening the sentimental bond between the Chinese and the British” (Liya, 2012). \n\n## Aftermath\n\nThe exhibition lead to a boom in “writing and translation of studies about Chinese art, literature and history, both in English and in other Western languages” (Liya, 2012). Along with the writings and translations, studies of Chinese civilisation became much more popular among the authors were the poet Laurence Binyon and sinologist Arthur Waley. Both were successful in Britain but also received wide praise from the Chinese critics for their work translating Chinese poetry and literature. Wen Yüan-ning editor of T'ien Hsia Monthly, wrote in a 1935 publication, “Waley is no mere competent adapter, but a poet in his own right” (Liya, 2012). The Burlington house exhibition certainly helped to catalyse some of these changes however it was not the only effort made by the Chinese to change foreign discourse. ‘The Good Earth’ by Pearl S. Buck, published in 1931, a bestseller throughout the United States, dramatised rural family life in China (Isaacs, 1958). It became a Broadway show in 1932 and when a film was proposed by MGM China saw it as a chance to show a more favourable image of the Chinese than the gambling opium smokers that they so often appeared as in Hollywood (Bickers, 2017). With the threat of the Chinese government banning the movie and MGM losing the whole Chinese audience, they signed a deal with the Chinese government which stated that there always be a Chinese supervisor present and that every shot be reviewed by Chinese censorship. The movie was released in 1937 and by 1955 reached an estimated 23 million Americans. With over 2,000,000 books printed and the movie reaching an estimated 42 million people worldwide (Bickers, 2017). Harold Robert Isaacs in Scratches on our Minds writes that Pearl S. Buck, “for a whole generation of Americans she created the Chinese\" (Isaacs, 1958, p.155).\n\n## Conclusion\n\nBetween 1920 and 1940 there was a large shift in foreign attitudes towards China and the Chinese. It is hard to say what was most influenced these changes nevertheless the 1935 exhibition was a defining moment, especially in the UK. In my research I didn’t come across any sort of comprehensive analyses of direct effects and so am left with questions around the relative effect the exhibition actually had. When comparing the movie ‘The Good Earth’ which had an overall audience of 42 million and the exhibition which had barely half a million visitors, it would seem that the movie must have had the bigger influence. But it might also be valuable to take into account the viewer demographics, it is likely especially for the time that the 1935 exhibition would have attracted a wealthy aristocratic type, the sort of person that might have had more influence on politics.This is of course speculation and it is just as easy to argue that it is the public's vote which most influences political course in which case the movie might have had a far greater effect. \n\nThe early 20th century China had a problem, they weren’t being taken seriously abroad and as a result were not being supported in any of their territorial disputes. But by carefully pushing an image of China that was both grand but also humble, not by pushing their own propaganda but by moderating Foreign cinema and promoting their art they were able to paint a new picture of themselves. “Of course, this new image of China, of noble peasants, of a people who were ‘wise’, ‘spiritual’, deeply cultured and artistic, adept with brush and ink, and infused with a love of connoisseurship, was as much a caricature in its way and as unrepresentative as any other” (Bickers, 2017, p.172).\n\n### References\n\nBBC News. (2017). China profile - Timeline - BBC News. [online] Available at: [http://www.bbc.co.uk/news/world-asia-pacific-13017882](http://www.bbc.co.uk/news/world-asia-pacific-13017882)[Accessed 12 Mar. 2017].\n\nBickers, R. (2017). Out of China: How the Chinese ended the era of western domination. 1st ed. Allen Lane.\n\nChang-meng, Y. (2017). Recent Books on China. [online] Available at: [http://www.chinaheritagequarterly.org/030/features/pdf/1936/Articles/Recent](http://www.chinaheritagequarterly.org/030/features/pdf/1936/Articles/Recent) English Books on China.pdf [Accessed 15 Apr. 2017].\n\nGilbert, R. (1926). What's wrong with China. 1st ed. London.\n\nIsaacs, H. (1958). Scratches on our minds. 1st ed. M.E. Sharpe, pp.155-8.\n\nLiu, Z. (2016). The case for repatriating China's cultural objects. 1st ed. Springer, pp.13-16.\n\nLiya, F. (2011). Modern Chinese Intellectuals and the 1935 London International Exhibition of Chinese Art: The Reactions of Cai Yuanpei and The China Critic Group. [online] Available at: [http://publications.nichibun.ac.jp/region/d/NSH/series/kosh/2011-03-31/s001/s019/pdf/article.pdf]( http://publications.nichibun.ac.jp/region/d/NSH/series/kosh/2011-03-31/s001/s019/pdf/article.pdf) [Accessed 16 Apr. 2017].\n\nLiya, F. (2012). The 1935 London International Exhibition of Chinese Art: The China Critic Reacts. China Heritage Quarterly, [online] (30/31). Available at:[ http://www.chinaheritagequarterly.org/features.php?searchterm=030_fan.inc&issue=030]( http://www.chinaheritagequarterly.org/features.php?searchterm=030_fan.inc&issue=030) [Accessed 27 Mar. 2017].\n\nNewton, E. (1935). Chinese art: The Burlington House Show, First Impressions, Sculpture in Bronze, Jade and Pottery. The Manchester Guardian, p.9.\n\nRoss, E. (1911). Sociological Observations in Inner China. American Journal of Sociology, 16(6), pp.721-733.\n\nScaglia, I. (2016). The Aesthetics of Internationalism: Culture and Politics on Display at the 1935–1936 International Exhibition of Chinese Art. Journal of World History, 26(1), pp.105-137.\n\nSteuber, J. (2006). The exhibition of Chinese art at Burlington House, London, 1935-36. The Burlington Magazine, [online] pp.528-536. Available at: [http://burlington.org.uk/media/_file/generic/theexhibitionofchineseartatburlingtonhouse.pdf](http://burlington.org.uk/media/_file/generic/theexhibitionofchineseartatburlingtonhouse.pdf) [Accessed 8 Mar. 2017].\n\nTate. (2017). Activist art – Art Term | Tate. [online] Available at: [http://www.tate.org.uk/art/art-terms/a/activist-art](http://www.tate.org.uk/art/art-terms/a/activist-art) [Accessed 14 Apr. 2017].\n\nThe Times, (1935). Chinese art complementary to European a revelation to Britain. p.19.\n\nZheng, D. (1983). Studies in Chinese art. 1st ed. Hong Kong: Chinese University Press.\n\nImage References\nExhibition Catalogue: 28 November 1935 to 7 March 1936. (1935). 1st ed. London: Royal Academy of Arts.\n\nRoyal Academy of Arts Collections (2017). Buddhist Sculpture in The Lecture Room (Royal Academy of Arts, International Exhibition of Chinese Art, 1935-36). [image] Available at: [https://tinyurl.com/kpw5jvr](https://tinyurl.com/kpw5jvr) [Accessed 15 May 2017].\n\nThomson, J. (1869). Canton night watchman. Peking city guard. [image] Available at: [https://tinyurl.com/m4ljbg2](https://tinyurl.com/m4ljbg2) [Accessed 15 May 2017].\n\nThomson, J. (1871). Pailou at Dagao Hall, Beijing, China. [image] Available at: [https://wellcomeimages.org/indexplus/image/L0056443.html](https://wellcomeimages.org/indexplus/image/L0056443.html) [Accessed 15 May 2017].\n\nTopical Press Agency (1935). Sir Percival David, Exhibition Committee Director and Tang Xifen (Tang Hsi Fen) Exhibition Secretary, examining exhibits. [image] Available at: [https://tinyurl.com/m5lo2e7](https://tinyurl.com/m5lo2e7) [Accessed 15 May 2017].\n\n\n\n```json\n{\n  \"date\": \"25/05/2017\"\n}\n```\n\n",
    "title": "The social effect of the 1935-6 exhibition of Chinese art at Burlington House, London",
    "props": {
      "date": "25/05/2017"
    }
  },
  {
    "markdown": "# Kenneth Goldsmith\n\nGoldsmith is seen by most as a conceptual poet but his practice extends into curation, sound, and art criticism. he is by most accounts a provocateur, he appreciates pranks, in an interview, he expresses his love for artist Marcel Duchamp and comedian Sacha Baron Cohen, who are famous for taking ideas to extremes in art and comedy respectfully (Louisiana, 2014). Perhaps when Goldsmith published his most famous book \"Day\", a direct transcription of a copy of the New York Times, he is, by calling it poetry mirroring what Marcel Duchamp did with \"Fountain\"; he is questioning what poetry could be and like Cohen did with his character Borat he is taking this idea to an extreme. Goldsmith calls this practice of appropriation and transcription \"uncreative writing\" and I have struggled to understand the value of such a bizarre practice and so I use this essay to explore why Goldsmith dedicates so much time to something which seems to me so binal.\n\nWatching interviews I was quickly seduced by Goldsmiths charm, he wears small round eyeglasses nestled in a large and bushy beard, he talks with a meticulous and unambiguous clarity taking time to pause between sentences. It helps that he is aware of the impression his work can have on people, he is quoted a New Yorker article saying \"I’m the most boring writer who has ever lived\" (Wilkinson, 2017), in fact, he worries that if too many people did buy his books he might be sued for copyright infringement (Louisiana, 2014). Like with conceptual art, his work is less about the material he produces than it is about the thought behind his work, he says “I don’t have a readership”, “I have a thinkership” (Wilkinson, 2017). Goldsmith is well renowned within the world of avant-garde poetry, he was the first New York Museum of Modern Art's poet laureate and even read his poetry to President Obama at the white house (Wilkinson, 2017), but even so there are those that criticise him, Cathy Park King, for instance, described his work as irrelevant considering all of the societal and political unrest and accused him of jumping on the racial bandwagon by reading browns autopsy at brown university (Hong, 2015).\n\nDespite understanding that \"Day\" was a conceptual piece and so about provoking thought I found myself quite unthoughtful instead in more of a state of vexed confusion and it took hearing him talk for me to start to think about what this practice of uncreative writing might mean in a broader context. It was the idea that curation and appropriation can be an artistic practice that I found particularly captivating. There are according to software engineer Leonid Taycher 129,864,880 books in the entire world, this is such a large number that no one person could come close to reading even a fraction of them and this doesn't include films and music (Taycher, 2010). It seems to me that as an artist you are just as valuable to society if you bring to public attention pertinent old ideas as you would be attempting to create something new and original. Goldsmith to me points out that like how the Détournement movement gave new meaning to slogans by changing their context, the same can be done with writing.\n\n### References\n\nTaycher, L. (2010). Books of the world, stand up and be counted! All 129,864,880 of you.. [online] Available at: [http://booksearch.blogspot.co.uk/2010/08/books-of-world-stand-up-and-be-counted.html](http://booksearch.blogspot.co.uk/2010/08/books-of-world-stand-up-and-be-counted.html)[Accessed 7 Nov. 2017].\n\nFrieze (2014). No Such Thing as Writer's Block. [video] Available at: [https://www.youtube.com/watch?v=9Box0FF9H0Q](https://www.youtube.com/watch?v=9Box0FF9H0Q) [Accessed 15 Oct. 2017].\n\nHong, C. (2015). There's a New Movement in American Poetry and It's Not Kenneth Goldsmith. [online] New Republic. Available at: [https://newrepublic.com/article/122985/new-movement-american-poetry-not-kenneth-goldsmith](https://newrepublic.com/article/122985/new-movement-american-poetry-not-kenneth-goldsmith)[Accessed 7 Nov. 2017].\n\nLouisiana Museum of Modern Art (2014). Assume No Readership. [video] Available at: [https://www.youtube.com/watch?v=FAJRQJGc7DU](https://www.youtube.com/watch?v=FAJRQJGc7DU) [Accessed 15 Oct. 2017].\n\nWilkinson, A. (2017). Something Borrowed. New Yorker. [online] Available at: [https://www.newyorker.com/magazine/2015/10/05/something-borrowed-wilkinson ](https://www.newyorker.com/magazine/2015/10/05/something-borrowed-wilkinson)[Accessed 15 Oct. 2017].\n\nWriting.upenn.edu. (2017). [online] Available at: [http://www.writing.upenn.edu/~afilreis/88v/goldsmith-bio.html](http://www.writing.upenn.edu/~afilreis/88v/goldsmith-bio.html)[Accessed 6 Nov. 2017].\n\n\n\n```json\n{\n  \"date\": \"15/10/2017\",\n  \"thumbnail\": \"https://i.amz.mshcdn.com/vjMb4JA2vT9aGMWiE1JJHCcehwI=/950x534/filters:quality(90)/https%3A%2F%2Fblueprint-api-production.s3.amazonaws.com%2Fuploads%2Fcard%2Fimage%2F188327%2FGettyImages-174509399.jpg\"\n}\n```\n\n",
    "title": "Kenneth Goldsmith",
    "props": {
      "date": "15/10/2017",
      "thumbnail": "https://i.amz.mshcdn.com/vjMb4JA2vT9aGMWiE1JJHCcehwI=/950x534/filters:quality(90)/https%3A%2F%2Fblueprint-api-production.s3.amazonaws.com%2Fuploads%2Fcard%2Fimage%2F188327%2FGettyImages-174509399.jpg"
    }
  },
  {
    "markdown": "# The Oulipo\n\nCent Mille Milliards de Poèmes (Hundred Thousand Billion Poems) was a book published in 1961, made up of 14 ordered groups of 10 line poems, the idea was that a reader picks one line from each of group to build a 14 line sonnet. Because of the way combinations work in mathematics the books essentially contained 10^14 possible poem variations. During the writing of the book, Raymond Queneau enlisted the help of mathematician François Le Lionnais and it was this collaboration which sparked the creation of the Oulipo in 1960 (Gallix, 2013). Ouvroir de littérature potentielle (workshop of potential literature) or Oulipo is a group for people interested in, as Daniel Levin Becker a more recent member of the group put it, \"investigations of poetic form and narrative constraint and the mathematics of wordplay\" (Levin Becker, 2012). It is rare such disparate topics, poetry and mathematics, are seen in the same sentence and so I use this essay to explore a little further into the Oulipo and this relationship between creative writing and mathematics.\n\nThe Oulipo is made up of an eclectic assortment of individuals including writers, poets, translators, graph theorists, lexicographers, actors, historians, diplomats, etcetera  (Levin Becker, 2012). One of the earliest definitions proposed, to describe the assorted members was, \"rats who must build the labyrinth from which they propose to escape\" (Motte, 1986, p.25). Becker describes this in more detail in his book \"Many subtle channels\", \"writers are constrained whether or not they acknowledge it-not just by the strictures of poetic forms like the sonnet or the haiku, but also by the conventions of their chosen genre, the format in which they publish, even the grammar and lexicon of their native (or adopted) language. Embracing a set of carefully chosen rules is meant to focus the mind so narrowly that those obscure pressures and preoccupations fade, revealing paths and passageways that one would never notice without the blinders.\" (Levin Becker, 2012). This is an idea that I can see working in all forms of creative production, it is a way of avoiding getting so-called \"writer's block\", instead, switching the mind from arbitrary idea generation to problem-solving.\n\nI find this idea deeply attractive; through learning software and programming paradigms, I have increasingly come to see humans as complex machines and creativity the operation of making connections between existing ideas. If this is the case it makes sense for us systematize the creative process in order to best take advantage of our brains abilities, which at least in my own case is problem-solving. Interestingly in 1960 around the same time the Oulipo formulated, a psychologist called Sarnoff Mednick first proposed this idea that, \"creativity is associative memory that works exceptionally well\" (Kahneman, 2015, p.67). I don't want to generalise when I say it makes sense to \"systematize the creative process\" it is a subject which deserves far more research but it is a technique that works for this unique group of academics and creatives which has lasted now nearly 60 years.\n\n### References\n\nGallix, A. (2013). Oulipo: freeing literature by tightening its rules. [online] the Guardian. Available at: [https://www.theguardian.com/books/booksblog/2013/jul/12/oulipo-freeing-literature-tightening-rules](https://www.theguardian.com/books/booksblog/2013/jul/12/oulipo-freeing-literature-tightening-rules) [Accessed 9 Nov. 2017].\n\nKahneman, D. (2015). *Thinking, fast and slow*. New York: Farrar, Straus and Giroux, p.67.\n\nLevin Becker, D. (2012). *Many subtle channels*. Cambridge, Mass.: Harvard University Press, pp.6,10.\n\nMotte, W. (1986). *Oulipo*. Normal, Ill.: Dalkey Archive Press, p.25.\n\nMotte, W. (2006). Raymond Queneau and the Early Oulipo. *French Forum*, [online] 31(1), pp.41-54. Available at: [https://arts.idm.oclc.org/login?url=https://search-proquest-com.arts.idm.oclc.org/docview/198771606?accountid=10342](https://arts.idm.oclc.org/login?url=https://search-proquest-com.arts.idm.oclc.org/docview/198771606?accountid=10342).\n\nOulipo.net. (2017). Oulipo | Oulipo. [online] Available at: [http://oulipo.net/fr/oulipiens/o](http://oulipo.net/fr/oulipiens/o )[Accessed 12 Nov. 2017].\n\n\n\n```json\n{\n  \"date\": \"12/11/2017\"\n}\n```\n\n",
    "title": "The Oulipo",
    "props": {
      "date": "12/11/2017"
    }
  },
  {
    "markdown": "# Sustainable Design\n\nAt the turn of the 20th century, New York had over 200,000 horses, 1 for every 17 residents resulting in 2000 tonnes of manure being dumped on the streets each day. Heaps of manure lined the streets, leaching into basements, breeding flies and worst of all spreading disease. “The world had seemingly reached the point where its largest cities could not survive without the horse but couldn’t survive with it, either” (Levitt and Dubner, 2009, p.39). What saved us then was not a social move to cut down on the use of horses but the invention of the far cleaner, more efficient, cheaper, automobile.\n\nSustainable development generally refers to three areas: “environmental stewardship, social equity and justice, and economic issues” (Walker, 2006, p.16). The invention and adoption of the car at the beginning of the 20th century was a clearly a more sustainable development, however, this is not how it is seen today. Again we have reached a point where are cities are so congested and polluted, we are causing serious damage to our healths and the environment. A big question facing us now is whether we are going to have to dramatically change the way we live or whether again we can be saved by science.\n\nJust a couple of months ago a study was published in the journal nature communication that found photovoltaic solar will pay back, sometime this year, all the energy that it consumed over the last 40 years of development (Louwen et al, 2016). This doesn’t mean much for us now but does mean essentially free energy for the future. Most designers aren’t also engineers and so aren’t at the forefront scientific discovery but they can push for social change and maybe, if enough artists and designers effectively educate people on the problems and consequences, we can tackle this crisis from both the technological and social sides.\n\n### References\n\nCharlotte, K. (no date) Origins of Sustainability. Available at: https://tinyurl.com/lrohgz4 (Accessed: 2 March 2017).\n\nLevitt, S.D. and Dubner, S.J. (2009) Superfreakonomics: Global cooling, patriotic prostitutes and why suicide bombers should buy life insurance. London: Penguin Books.\n\nLouwen, A., van Sark, W.G.J.H.M., Faaij, A.P.C. and Schropp, R.E.I. (2016) ‘Re-assessment of net energy production and greenhouse gas emissions avoidance after 40 years of photovoltaics development’, Nature Communications, 7, p. 13728. doi: 10.1038/ncomms13728.\nWalker, S. (2006). Sustainable by Design: explorations in theory and practice. 1st ed. London: Earthscan, p.16.\n\n\n\n```json\n{\n  \"date\": \"02/03/2017\",\n  \"thumbnail\": \"https://images.unsplash.com/12/car.jpg?dpr=1&auto=format&fit=crop&w=767&h=463&q=80&cs=tinysrgb&crop=\"\n}\n```\n\n",
    "title": "Sustainable Design",
    "props": {
      "date": "02/03/2017",
      "thumbnail": "https://images.unsplash.com/12/car.jpg?dpr=1&auto=format&fit=crop&w=767&h=463&q=80&cs=tinysrgb&crop="
    }
  }
]